OC.L10N.register(
    "bbb",
    {
    "Back to %s" : "Назад да %s",
    "Save" : "Захаваць",
    "Password" : "Пароль",
    "Hello %s" : "Прывітанне %s",
    "Group" : "Група",
    "Name" : "Назва",
    "Create" : "Стварыць",
    "Copy to clipboard" : "Капіяваць у буфер абмену",
    "Delete" : "Выдаліць",
    "Error" : "Памылка"
},
"nplurals=4; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : n%10==0 || (n%10>=5 && n%10<=9) || (n%100>=11 && n%100<=14)? 2 : 3);");
