{ "translations": {
    "You created the room %s." : "Вие създадохте стаята %s.",
    "You deleted the room %s." : "Вие изтрихте стаята %s.",
    "{user} deleted the room %s." : "{user}  изтри стаята %s.",
    "You shared the room %s with {shareWith}." : "Вие споделихте стаята %s с {shareWith}.",
    "{user} shared the room %s with you." : "{user} сподели стаята %s с вас.",
    "You unshared the room %s with {shareWith}." : "Премахнахте споделянето на стаята %s с {shareWith}.",
    "{user} unshared the room %s with you." : "{user} прекрати споделянето на стаята %s с вас.",
    "You started a meeting in the \"%s\" room." : "Започнахте среща в „%s“ стаята.",
    "{user} started a meeting in the \"%s\" room." : "{user} започна среща в „%s“ стаята.",
    "The meeting in room \"%s\" has ended." : "Срещата в стая „%s“ приключи.",
    "Recording for room \"%s\" is ready." : "Записът за стая „%s“ е готов.",
    "To invite someone to the meeting, send them this link: %s" : "За да поканите някого на срещата, изпратете му тази връзка: %s",
    "Public" : "Публичен",
    "Internal + Password protection for guests" : "Вътрешна + парола за гости",
    "Internal + Waiting room for guests" : "Вътрешена + Чакалня за гости",
    "Waiting room for all users" : " Стая за изчакване за всички потребители",
    "Internal" : "Вътрешна",
    "Internal restricted" : "Вътрешна, ограничена",
    "API URL or secret not configured. Please contact your administrator." : "URL адресът или API тайна не са конфигурирани. Моля, свържете се с вашия администратор.",
    "BigBlueButton Integration" : " Интеграция с BigBlueButton",
    "BigBlueButton integration for Nextcloud" : "Интеграция с BigBlueButton за Nextcloud",
    "This app allows to create meetings with an external installation of [BigBlueButton](https://bigbluebutton.org).\n\n* **Room setup** Create multiple room configurations with name, welcome message …\n* **Share guest link** Share the room link with all your guests\n* **Share moderator link** Invite moderators to the room\n* **Share rooms** Share rooms with members, groups or circles\n* **Custom presentation** Start a room with a selected presentation from your file browser\n* **Manage recordings** View, share and delete recordings for your rooms\n* **Restrictions** Restrict room creation to certain groups\n* **Activities** Get an overview of your room activities\n\nQuick start guide and further information in our [readme](https://github.com/littleredbutton/cloud_bbb).\nDo you like this application? Give something back to the open source community and checkout our\n[ways to contribute](https://github.com/littleredbutton/cloud_bbb/blob/master/.github/contributing.md).\n\nContributors are welcome! If you have time it would be awesome if you could help to enhance this application.\n\n*This app integrates BigBlueButton and is not endorsed or certified by BigBlueButton Inc. BigBlueButton and the BigBlueButton Logo are trademarks of BigBlueButton Inc.*" : "Това приложение позволява създаването на срещи с външна инсталация на [BigBlueButton](https://bigbluebutton.org). \n\n* **Настройка на стаята** Създайте множество конфигурации на стаи с име, приветствено съобщение…\n* **Споделяне на връзка за гости** Споделяне на връзката към стаята с всички Ваши гости\n* **Споделяне на връзка към модератор** Поканете модераторите в стаята\n* **Споделяне на стаи** Споделяне на стаи с членове, групи или кръгове\n* **Персонализирана презентация** Започнете стая с избрана презентация от Вашия файлов браузър\n* **Управление на записи** Преглеждайте, споделяйте и изтривайте записи за Вашите стаи\n* **Ограничения** Ограничаване на създаването на стаи до определени групи\n* **Дейности** Получете общ преглед на дейностите в стаята си\n\nКратко ръководство за стартиране и допълнителна информация в нашия [readme](https://github.com/littleredbutton/cloud_bbb).\nХаресва ли ви това приложение? Дайте нещо обратно на общността с отворен код и разгледайте нашите\n[начини за принос](https://github.com/littleredbutton/cloud_bbb/blob/master/.github/contributing.md).\n\nДобре дошли, сътрудници! Ако имате време, би било чудесно, ако можете да помогнете за подобряването на това приложение.\n\n*Това приложение интегрира BigBlueButton и не е одобрено или сертифицирано от BigBlueButton Inc. BigBlueButton и логото на BigBlueButton са търговски марки на BigBlueButton Inc.*",
    "Send to BBB" : "Изпращане до BBB",
    "Loading…" : "Зареждане…",
    "Please select the room in which you like to use the file \"{filename}\"." : "Моля, изберете стаята, в която искате да използвате файла \"{filename}\".",
    "Send to" : "Изпращане до",
    "Start with" : "Започване с",
    "No rooms available!" : "Няма налични стаи!",
    "Close" : "Затваряне",
    "Room not found" : "Стаята не е намерена ",
    "The room could not be found. Maybe it was deleted?" : "Стаята не можа да бъде намерена. Може би е изтрита?",
    "Back to %s" : "Обратно към %s",
    "Get your API URL and secret by executing \"sudo bbb-conf --secret\" on your BigBlueButton server." : "Вземете вашата API тайна и URLадрес, като изпълните \"sudo bbb-conf --secret\" на вашия сървър BigBlueButton.",
    "API URL" : "URL адрес на API",
    "API secret" : "API тайна",
    "Save" : "Запазване",
    "Show room manager in app navigation instead of settings page." : "Показване на мениджър на стаите в навигацията на приложението вместо на страницата с настройки.",
    "Use Nextcloud theme in BigBlueButton." : "Използвайте тема Nextcloud в BigBlueButton.",
    "Default Room Settings" : "Стандартни настройкки на стая",
    "Below you can change some default values, which are used to create a new room." : "По-долу можете да промените някои стойности по подразбиране, които се използват за създаване на нова стая.",
    "Perform media check before usage" : "Извършване на проверка на медиите преди употреба",
    "Community" : "Общност",
    "Are you enjoying this app? Give something back to the open source community." : "Харесва ли ви това приложение? Направете нещо за общността с отворен код.",
    "Checkout the contributor guide" : "Разгледайте ръководството за сътрудници",
    "URL Shortener" : "URL Съкратител",
    "If you like to use shorter urls, you can enter a forwarding proxy below." : "Ако искате да използвате по - съкратени URL адреси, можете да въведете прокси за препращане по -долу.",
    "URL shortener" : "URL Съкратител",
    "Restrictions" : "Ограничения",
    "You will be forwarded to the room in the next few seconds." : "Ще бъдете пренасочени към стаята в следващите няколко секунди.",
    "Let's go!" : "Да тръгваме!",
    "Please enter your name!" : "Моля въведете вашето име!",
    "The name must be at least 3 characters long." : "Името трябва да съдържа поне 3 знака.",
    "You have to provide the correct password to join the meeting." : "Трябва да предоставите правилната парола, за да се присъедините към срещата.",
    "Display name" : "Вписване като",
    "Password" : "Парола",
    "Join" : "Влез",
    "Have an account? Log in." : "Имате ли профил? Вписване.",
    "Hello %s" : "Здравейте %s",
    "Name, group …" : "Име, група…",
    "Group" : "Група",
    "No matches" : "Няма съвпадения.",
    "admin" : "администратор",
    "moderator" : "модератор",
    "user" : "потребител",
    "Server error" : "Сървърна грешка",
    "unlimited" : "неограничено",
    "Name" : "Име",
    "Access" : "Достъп",
    "Max" : "Макс",
    "Record" : "Запис",
    "Recordings" : "Записи",
    "You are not permitted to create a room." : "Нямате право да създавате стая.",
    "You exceeded the maximum number of rooms." : "Превишихте максималния брой стаи.",
    "Room quota:" : "Квота на стаята:",
    "Edit" : "Променяне",
    "Descriptive name of this room." : "Описателно име на тази стая.",
    "This message is shown to all users in the chat area after they joined." : "Това съобщение се показва на всички потребители в зоната за чат, след като се присъединят.",
    "Sets a limit on the number of participants for this room. Zero means there is no limit." : "Задава ограничение за броя на участниците в тази стая. Нула означава, че няма ограничение.",
    "If enabled, the moderator is able to start the recording." : "Ако е активирано, модераторът може да започне записа.",
    "Explanation of the different concepts that constitute access options :<br> - Public: Anyone who has the link can join.<br> - Internal: Only Nextcloud users can join.<br> - Password: Only guests who have the password can join.<br> - Waiting room: A moderator must accept each guest before they can join.<br> - Restricted : Only selected users and groups can access this room." : "Обяснение на различните концепции, които представляват опциите за достъп: <br> - Публичен: Всеки, който има линка, може да се присъедини.<br> - Вътрешен: Само потребители на Nextcloud могат да се присъединят. <br> - Парола: Само гости, които имат паролата, могат да се присъединят. <br> - Чакалня: Модератор трябва да приеме всеки гост, преди да може да се присъедини. <br> - Ограничен: Само избрани потребители и групи имат достъп до тази стая.",
    "A moderator is able to manage all participants in a meeting including kicking, muting or selecting a presenter. Users with the role moderator are also able to close a meeting or change the default settings." : "Модераторът може да управлява всички участници в среща, включително изгонване, заглушаване или избор на водещ. Потребителите с ролята на модератор също могат да затворят среща или да променят настройките по подразбиране.",
    "If enabled, normal users have to wait until a moderator is in the room." : "Ако е разрешено, нормалните потребители трябва да изчакат, докато модератор влезе в стаята.",
    "If enabled, a moderator URL is generated which allows access with moderator permission." : "Ако е активирано, се генерира URL на модератор, който позволява достъп с разрешение на модератора.",
    "Only selected users and groups are allowed to access the room." : "Само избрани потребители и групи имат достъп до стаята.",
    "If disabled, a microphone is needed to join the conference." : "Ако е деактивирано е необходим микрофон, за да се присъедините към конференцията.",
    "If enabled, the user has not to perform an echo call and webcam preview on the first join (available since BBB server 2.3)." : "Ако е активирано, потребителят не трябва да извършва ехо повикване и визуализация на уеб камера при първото присъединяване (достъпно от BBB сървър 2.3).",
    "If enabled, the user list, chat area and presentation are hidden by default." : "Ако е активирано, списъкът с потребители, зоната за чат и презентация са скрити по подразбиране.",
    "If enabled, all users will join the meeting muted." : "Ако е активирано, всички потребители ще се присъединят към срещата със заглушен звук.",
    "Every participant is moderator" : "Всеки участник е модератор",
    "Moderator access via URL" : "Достъп на модератор чрез URL",
    "Miscellaneous" : "Разни",
    "Recording" : "Записване",
    "Require moderator to start room" : "Нужен е модератор за стартиране на стая",
    "Listen only option" : "Опция само за слушане",
    "Skip media check before usage" : "Пропускане на проверка на медиите преди употреба",
    "Clean layout" : "Чисто оформление",
    "Join meeting muted" : "Присъединяване към срещата, заглушено",
    "Room name" : "Име на стаята",
    "Create" : "Създай",
    "Published" : "Публикувано",
    "Open recording" : "Отворено записване",
    "Copy to clipboard" : "Копиране в клипборда",
    "Save as file" : "Запиши като файл",
    "_%n participant_::_%n participants_" : ["%n участници","Добавяне на участници"],
    "Delete" : "Изтриване",
    "Are you sure you want to delete \"{name}\"? This operation cannot be undone." : "Сигурни ли сте, че искате да изтриете „{name}“? Тази операция не може да бъде отменена.",
    "Delete \"{name}\"?" : "Изтриване на \"{name}\"?",
    "Select target folder" : "Избор на целева папка",
    "Room URL was stored in \"{path}\" as \"{filename}\"." : "URL адресът на стаята беше съхранен в „{path}“ като „{filename}“.",
    "Link stored" : "Връзката е съхранена",
    "URL to room could not be stored." : "URL адресът към стаята не можа да бъде съхранен.",
    "Error" : "Грешка",
    "URL to presentation was stored in \"{path}\" as \"{filename}\"." : "URL адресът към презентацията беше съхранен в „{path}“ като „{filename}“.",
    "URL to presentation could not be stored." : "URL адресът към презентацията не можа да бъде съхранен.",
    "Are you sure you want to delete the recording from \"{startDate}\"? This operation cannot be undone." : "Сигурни ли сте, че искате да изтриете записа от „{startDate}“? Тази операция не може да бъде отменена.",
    "Delete?" : "Изтриване?",
    "Could not delete record" : "Записът не можа да се изтрие",
    "Could not modify publishing state" : "Състоянието на публикуване не се промени",
    "Open room" : "Отваряне на стая",
    "Start" : "Начало",
    "Clone room" : "Клониране на стая",
    "You are not allowed to change this option, because this room is shared with you." : "Нямате право да променяте тази опция, защото тази стая е споделена с вас.",
    "Group name" : "Име на групата",
    "Max. rooms" : "Макс. стаи",
    "Access options" : "Опции за достъп",
    "Max. participants" : "Макс. участници ",
    "Restrictions do not affect existing rooms. Minus one means the value is unlimited. The least restrictive option is chosen for every user if multiple restrictions apply." : "Ограниченията не засягат съществуващите стаи. Минус едно означава, че стойността е неограничена. За всеки потребителсе избира най-малко ограничителната опция, ако се прилагат множество ограничения.",
    "Are you sure you want to delete the restrictions for group \"{name}\"? This operation cannot be undone." : "Сигурни ли сте, че искате да изтриете ограниченията за групата „{name}“? Тази операция не може да бъде отменена.",
    "Delete restrictions for \"{name}\"?" : "Да се изтрият ли ограниченията за „{name}“?",
    "All users" : "Всички потребители",
    "All" : "Всички",
    "Settings saved" : "Настройките са запазени",
    "Unexpected error occurred" : "Възникна неочаквана грешка",
    "API URL is invalid" : "URL адресът на API е невалиден",
    "API secret is invalid" : "Невалидна API тайна ",
    "URL has to start with HTTPS" : "URL адресът трябва да започва с HTTPS",
    "URL has to contain the {token} placeholder" : "URL адресът трябва да съдържа заместителя {token}",
    "URL has to start with https:// and contain {token}. Additionally the {user} placeholder can be used." : "URL адресът трябва да започва с https:// и да съдържа {token}. Освен това може да се използва заместителят {user}.",
    "Example configuration for Apache and Nginx" : "Примерна конфигурация за Apache и Nginx",
    "The file \"{filename}\" was uploaded to your room." : "Файлът „{filename}“ беше качен във вашата стая.",
    "The file \"{filename}\" could not be uploaded to your room." : "Файлът „{filename}“ не можа да бъде качен в стаята ви.",
    "The file \"{filename}\" could not be uploaded to your room. Maybe your BigBlueButton server does not support this action." : "Файлът „{filename}“ не можа да бъде качен в стаята ви. Може би вашият BigBlueButton сървър не поддържа това действие.",
    "_This room is not open yet. We will try it again in %n second. Please wait._::_This room is not open yet. We will try it again in %n seconds. Please wait._" : ["Тази стая все още не е отворена. Ще опитаме отново след %n секунди. Моля изчакайте. ","Тази стая все още не е отворена. Ще опитаме отново след %nсекунди. Моля изчакайте. "]
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}