{ "translations": {
    "You created the room %s." : "Sie haben den Raum %s erstellt.",
    "You deleted the room %s." : "Sie haben den Raum %s gelöscht.",
    "{user} deleted the room %s." : "{user} hat den Raum %s gelöscht.",
    "You shared the room %s with {shareWith}." : "Sie haben den Raum %s mit {shareWith} geteilt.",
    "{user} shared the room %s with you." : "{user} hat den Raum %s mit Ihnen geteilt.",
    "You unshared the room %s with {shareWith}." : "Sie haben die Freigabe des Raums %s mit {shareWith} aufgehoben.",
    "{user} unshared the room %s with you." : "{user} hat die Freigabe des Raums %s mit Ihnen aufgehoben.",
    "You started a meeting in the \"%s\" room." : "Sie haben im Raum \"%s\" eine Besprechung gestartet.",
    "{user} started a meeting in the \"%s\" room." : "{user} hat eine Besprechung im Raum *%s\" gestartet.",
    "The meeting in room \"%s\" has ended." : "Die Besprechung im Raum \"%s\" endete.",
    "Recording for room \"%s\" is ready." : "Die Aufnahme für den Raum \"%s\" ist fertig.",
    "To invite someone to the meeting, send them this link: %s" : "Um jemanden zu dem Termin einzuladen, schicken Sie ihm diesen Link: %s",
    "API URL or secret not configured. Please contact your administrator." : "API-URL oder Secret (geheime Phrase) nicht konfiguriert. Bitte wenden Sie sich an den Administrator.",
    "BigBlueButton Integration" : "BigBlueButton-Einbindung",
    "BigBlueButton integration for Nextcloud" : "BigBlueButton-Einbindung für Nextcloud",
    "This app allows to create meetings with an external installation of [BigBlueButton](https://bigbluebutton.org).\n\n* **Room setup** Create multiple room configurations with name, welcome message …\n* **Share guest link** Share the room link with all your guests\n* **Share moderator link** Invite moderators to the room\n* **Share rooms** Share rooms with members, groups or circles\n* **Custom presentation** Start a room with a selected presentation from your file browser\n* **Manage recordings** View, share and delete recordings for your rooms\n* **Restrictions** Restrict room creation to certain groups\n* **Activities** Get an overview of your room activities\n\nQuick start guide and further information in our [readme](https://github.com/sualko/cloud_bbb).\nDo you like this application? Give something back to the open source community and checkout our\n[ways to contribute](https://github.com/sualko/cloud_bbb/blob/master/.github/contributing.md).\n\nDeveloper wanted! If you have time it would be awesome if you could help to enhance this application.\n\n*This app integrates BigBlueButton and is not endorsed or certified by BigBlueButton Inc. BigBlueButton and the BigBlueButton Logo are trademarks of BigBlueButton Inc.*" : "Diese App ermöglicht das Erstellen von Meetings mit einer externen Installation von [BigBlueButton](https://bigbluebutton.org).\n\n* **Raumeinrichtung** Erstellen Sie mehrere Raumkonfigurationen mit Namen, Begrüßungsnachricht …\n* **Gast-Link teilen** Teilen Sie den Raum-Link mit allen Ihren Gästen\n* **Moderatoren-Link freigeben** Moderatoren in den Raum einladen\n* **Räume freigeben** Räume für Mitglieder, Gruppen oder Kreise freigeben\n* **Benutzerdefinierte Präsentation** Einen Raum mit einer ausgewählten Präsentation aus Ihrem Dateibrowser starten\n* Aufnahmen verwalten** Aufnahmen für Ihre Räume ansehen, freigeben und löschen\n* **Einschränkungen** Beschränken Sie die Erstellung von Räumen auf bestimmte Gruppen\n* **Aktivitäten** Verschaffen Sie sich einen Überblick über Ihre Raumaktivitäten\n\nSchnellstartanleitung und weitere Informationen in unserer [readme](https://github.com/sualko/cloud_bbb).\nGefällt Ihnen diese Anwendung? Geben Sie der Open-Source-Gemeinschaft etwas zurück und schauen Sie sich unsere\n[Wege zur Mitarbeit](https://github.com/sualko/cloud_bbb/blob/master/.github/contributing.md).\n\nEntwickler gesucht! Wenn Sie Zeit haben, wäre es großartig, wenn Sie helfen könnten, diese Anwendung zu verbessern.\n\n*Diese App integriert BigBlueButton und wird nicht von BigBlueButton Inc. unterstützt oder zertifiziert. BigBlueButton und das BigBlueButton Logo sind Warenzeichen von BigBlueButton Inc.",
    "Room not found" : "Raum nicht gefunden",
    "The room could not be found. Maybe it was deleted?" : "Der Raum konnte nicht gefunden werden. Möglicherweise wurde er gelöscht?",
    "Back to %s" : "Zurück zu %s",
    "Get your API URL and secret by executing \"sudo bbb-conf --secret\" on your BigBlueButton server." : "Besorgen Sie sich Ihre API-URL und Ihr Secret (geheime Phrase) , indem Sie \"sudo bbb-conf --secret\" auf Ihrem BigBlueButton-Server ausführen.",
    "API URL" : "API-URL",
    "API secret" : "API-Geheimnis",
    "Save" : "Speichern",
    "Show room manager in app navigation instead of settings page." : "Die Raumverwaltung in der App-Navigation anstelle der Einstellungsseite anzeigen.",
    "Use Nextcloud theme in BigBlueButton." : "Nextcloud Design in BigBlueButton verwenden.",
    "Community" : "Gemeinschaft ",
    "Are you enjoying this app? Give something back to the open source community." : "Gefällt Ihnen diese App? Geben Sie der Open Source-Gemeinschaft etwas zurück.",
    "Checkout the contributor guide" : "Sehen Sie in die Anleitung für Mitwirkende",
    "URL Shortener" : "URL-Verkürzer",
    "If you like to use shorter urls, you can enter a forwarding proxy below." : "Wenn Sie kürzere URLs verwenden möchten, können Sie unten einen Weiterleitungs-Proxy eingeben.",
    "URL shortener" : "URL-Verkürzer",
    "Restrictions" : "Beschränkungen",
    "You will be forwarded to the room in the next few seconds." : "Sie werden in den nächsten Sekunden in den Raum weitergeleitet.",
    "Let's go!" : "Los geht's!",
    "Please enter your name!" : "Bitte geben Sie Ihren Namen ein!",
    "The name must be at least 3 characters long." : "Der Name muss mindestens 3 Zeichen lang sein.",
    "You have to provide the correct password to join the meeting." : "Sie müssen das richtige Passwort eingeben, um an der Besprechung teilnehmen zu können.",
    "Display name" : "Anzeigename",
    "Password" : "Passwort",
    "Join" : "Beitreten",
    "Have an account? Log in." : "Haben Sie ein Konto? Melden Sie sich an.",
    "Hello %s" : "Hallo %s",
    "Name, group …" : "Name, Gruppe …",
    "Group" : "Gruppe",
    "Searching" : "Suche",
    "No matches" : "Keine Übereinstimmungen",
    "Public" : "Öffentlich",
    "Internal + Password protection for guests" : "Intern + Passwortschutz für Gäste",
    "Internal + Waiting room for guests" : "Intern + Warteraum für Gäste",
    "Internal" : "Intern",
    "Internal restricted" : "Intern eingeschränkt",
    "Name" : "Name",
    "Access" : "Zugriff",
    "Max" : "Max",
    "Record" : "Aufnahme",
    "Recordings" : "Aufnahmen",
    "You are not permitted to create a room." : "Sie haben nicht die Berechtigung einen Raum zu erstellen.",
    "You exceeded the maximum number of rooms." : "Sie haben die maximale Anzahl von Räumen überschritten.",
    "Room quota:" : "Raumkontingent:",
    "Edit" : "Bearbeiten",
    "Descriptive name of this room." : "Beschreibender Name dieses Raumes",
    "This message is shown to all users in the chat area after they joined." : "Diese Nachricht wird allen Benutzern im Chat-Bereich nach ihrem Beitritt angezeigt.",
    "Sets a limit on the number of participants for this room. Zero means there is no limit." : "Legt eine Begrenzung der Teilnehmerzahl für diesen Raum fest. Null bedeutet, dass es keine Begrenzung gibt.",
    "If enabled, the moderator is able to start the recording." : "Wenn aktiviert, kann der Moderator die Aufnahme starten.",
    "Public: Everyone knowing the link is able to join. Password: Guests have to provide a password. Waiting room: A moderator has to accept every guest before they can join. Internal: Only Nextcloud users can join." : "Öffentlich: Jeder, der den Link kennt, kann beitreten. Passwort: Gäste müssen ein Passwort eingeben. Wartezimmer: Ein Moderator muss jeden Gast akzeptieren, bevor er beitreten kann. Intern: Nur Nextcloud-Benutzer können beitreten.",
    "A moderator is able to manage all participants in a meeting including kicking, muting or selecting a presenter. Users with the role moderator are also able to close a meeting or change the default settings." : "Ein Moderator kann die Teilnehmer einer Besprechung verwalten, was das Ausschließen, Stummschalten oder Gewährung von Moderatorenrechten beinhaltet. Benutzer mit Moderatorenrechten können auch die Besprechung schließen oder die Standardeinstellungen ändern.",
    "If enabled, normal users have to wait until a moderator is in the room." : "Wenn aktiviert müssen Benutzer warten, bis ein Moderator den Raum betritt.",
    "If enabled, a moderator URL is generated which allows access with moderator permission." : "Wenn aktiviert, wird eine Moderator-URL generiert, die den Zugriff mit Moderatorberechtigung ermöglicht.",
    "Only selected users and groups are allowed to access the room." : "Nur ausgewählte Benutzer und Gruppen dürfen auf den Raum zugreifen.",
    "If disabled, a microphone is needed to join the conference." : "Wenn diese Funktion deaktiviert ist, wird ein Mikrofon benötigt, um an der Konferenz teilzunehmen.",
    "If enabled, the user has not to perform an echo call and webcam preview on the first join (available since BBB server 2.3)." : "Wenn aktiviert, muss der Benutzer beim ersten Beitritt keinen Echoanruf und keine Webcam-Vorschau durchführen (verfügbar seit BBB-Server 2.3).",
    "If enabled, the user list, chat area and presentation are hidden by default." : "Wenn aktiviert, werden die Benutzerliste, der Chatbereich und die Präsentation standardmäßig ausgeblendet.",
    "If enabled, all users will join the meeting muted." : "Wenn diese Option aktiviert ist, nehmen alle Benutzer stumm an der Besprechung teil.",
    "Edit \"{room}\"" : "\"{room}\" bearbeiten",
    "Room URL" : "Raum-URL",
    "Welcome" : "Willkommen",
    "Participant limit" : "Teilnehmerbegrenzung",
    "Every participant is moderator" : "Alle Teilnehmer haben Moderatorenrechte",
    "Moderator access via URL" : "Moderatorenzugriff über URL",
    "Miscellaneous" : "Verschiedenes",
    "Recording" : "Aufnahme",
    "Require moderator to start room" : "Der Moderator muss den Raum öffnen",
    "Listen only option" : "Nur Mithören-Option",
    "Skip media check before usage" : "Medienprüfung vor der Verwendung überspringen",
    "Clean layout" : "Übersichtliches Layout",
    "Join meeting muted" : "Besprechung stumm beitreten",
    "Room name" : "Raumname",
    "Create" : "Erstellen",
    "Open recording" : "Aufnahme öffnen",
    "Copy to clipboard" : "In die Zwischenablage kopieren",
    "Save as file" : "Als Datei speichern",
    "_%n participant_::_%n participants_" : ["%n Teilnehmer","%n Teilnehmer"],
    "Delete" : "Löschen",
    "Are you sure you want to delete \"{name}\"? This operation cannot be undone." : "Möchten Sie \"{name}\" wirklich löschen? Dieser Vorgang kann nicht rückgängig gemacht werden.",
    "Delete \"{name}\"?" : "\"{name}\" löschen?",
    "Select target folder" : "Zielordner auswählen",
    "Room URL was stored in \"{path}\" as \"{filename}\"." : "Die Raum-URL wurde in \"{path}\" als \"{filename}\" gespeichert.",
    "Link stored" : "Link gespeichert",
    "URL to room could not be stored." : "Die URL zum Raum konnte nicht gespeichert werden.",
    "Error" : "Fehler",
    "URL to presentation was stored in \"{path}\" as \"{filename}\"." : "Die URL zur Präsentation wurde in \"{path}\" als \"{filename}\" gespeichert.",
    "URL to presentation could not be stored." : "Die URL zur Präsentation konnte nicht gespeichert werden.",
    "Are you sure you want to delete the recording from \"{startDate}\"? This operation cannot be undone." : "Möchten Sie wirklich die Aufnahme vom \"{startDate}\" löschen? Dieser Vorgang kann nicht rückgängig gemacht werden.",
    "Delete?" : "Löschen?",
    "Could not delete record" : "Aufnahme konnte nicht gelöscht werden",
    "Server error" : "Serverfehler",
    "moderator" : "Moderator",
    "admin" : "Administrator",
    "Share" : "Teilen",
    "Loading" : "Lade",
    "You are not allowed to change this option, because this room is shared with you." : "Sie können diese Einstellung nicht ändern, da dieser Raum mit Ihnen geteilt wurde.",
    "Max. rooms" : "Max. Räume",
    "Max. participants" : "Max. Teilnehmer",
    "Group …" : "Gruppe …",
    "Restrictions do not affect existing rooms. Minus one means the value is unlimited. The least restrictive option is chosen for every user if multiple restrictions apply." : "Beschränkungen haben keine Auswirkungen auf bestehende Räume. Minus eins bedeutet, dass der Wert unbegrenzt ist. Bei mehreren Beschränkungen wird für jeden Benutzer die am wenigsten beschränkende Option gewählt.",
    "Are you sure you want to delete the restrictions for group \"{name}\"? This operation cannot be undone." : "Möchten Sie die Beschränkungen für die Gruppe \"{Name}\" wirklich entfernen? Diese Operation kann nicht rückgängig gemacht werden.",
    "Delete restrictions for \"{name}\"?" : "Beschränkungen für \"{Name}\" löschen?",
    "Settings saved" : "Einstellungen gespeichert",
    "Unexpected error occurred" : "Es ist ein unerwarteter Fehler aufgetreten",
    "API URL is invalid" : "API-URL ist ungültig",
    "API secret is invalid" : "API-Geheimnis ist ungültig",
    "URL has to start with HTTPS" : "Die URL muss mit HTTPS beginnen",
    "URL has to contain the {token} placeholder" : "Die Adresse (URL) muss den {token} Platzhalter beinhalten",
    "URL has to start with https:// and contain {token}. Additionally the {user} placeholder can be used." : "Die Adresse (URL) muss mit https:// beginnen und muss den {token} Platzhalter beinhalten. Zusätzlich kann der {user} Platzhalter verwendet werden.",
    "_This room is not open yet. We will try it again in %n second. Please wait._::_This room is not open yet. We will try it again in %n seconds. Please wait._" : ["Dieser Raum ist noch geschlossen. Neuer Versuch in %n Sekunde. Bitte warten.","Dieser Raum ist noch geschlossen. Neuer Versuch in %n Sekunden. Bitte warten."]
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}