{ "translations": {
    "You created the room %s." : "Δημιουργήσατε το δωμάτιο %s.",
    "You deleted the room %s." : "Διαγράψατε το δωμάτιο %s.",
    "{user} deleted the room %s." : "Ο/η {user} διέγραψε το δωμάτιο %s.",
    "You shared the room %s with {shareWith}." : "Διαμοιραστήκατε το δωμάτιο %s με τον {shareWith}.",
    "{user} shared the room %s with you." : "Ο/η {user} διαμοιράστηκε το δωμάτιο %s με εσάς.",
    "You unshared the room %s with {shareWith}." : "Αναιρέσατε τον διαμοιρασμό του δωματίου %s με τον {shareWith}.",
    "{user} unshared the room %s with you." : "Ο/η {user} αναίρεσε τον διαμοιρασμό του δωματίου %s με εσάς.",
    "You started a meeting in the \"%s\" room." : "Ξεκινήσατε μια συνάντηση στο δωμάτιο «%s».",
    "{user} started a meeting in the \"%s\" room." : "Ο/η {user} ξεκίνησε μια συνάντηση στο δωμάτιο «%s».",
    "The meeting in room \"%s\" has ended." : "Τελείωσε η συνάντηση στο δωμάτιο «%s».",
    "Recording for room \"%s\" is ready." : "Η καταγραφή για το δωμάτιο «%s» είναι έτοιμη.",
    "To invite someone to the meeting, send them this link: %s" : "Για να προσκαλέσετε κάποιον στη συνάντηση, στείλτε αυτόν τον σύνδεσμο: %s",
    "Public" : "Δημόσιο",
    "Internal + Password protection for guests" : "Προστασία Εσωτερική + με Κωδικό για επισκέπτες",
    "Internal + Waiting room for guests" : "Εσωτερική + Δωμάτιο αναμονής για επισκέπτες",
    "Waiting room for all users" : "Αίθουσα αναμονής για όλους τους χρήστες",
    "Internal" : "Εσωτερικό",
    "Internal restricted" : "Περιορισμός εσωτερικού",
    "API URL or secret not configured. Please contact your administrator." : "Η διεύθυνση URL ή το μυστικό API δεν έχει ρυθμιστεί. Επικοινωνήστε με τον διαχειριστή σας.",
    "BigBlueButton Integration" : "Ενσωμάτωση του BigBlueButton",
    "BigBlueButton integration for Nextcloud" : "Ενσωμάτωση του BigBlueButton για το Nextcloud",
    "This app allows to create meetings with an external installation of [BigBlueButton](https://bigbluebutton.org).\n\n* **Room setup** Create multiple room configurations with name, welcome message …\n* **Share guest link** Share the room link with all your guests\n* **Share moderator link** Invite moderators to the room\n* **Share rooms** Share rooms with members, groups or circles\n* **Custom presentation** Start a room with a selected presentation from your file browser\n* **Manage recordings** View, share and delete recordings for your rooms\n* **Restrictions** Restrict room creation to certain groups\n* **Activities** Get an overview of your room activities\n\nQuick start guide and further information in our [readme](https://github.com/littleredbutton/cloud_bbb).\nDo you like this application? Give something back to the open source community and checkout our\n[ways to contribute](https://github.com/littleredbutton/cloud_bbb/blob/master/.github/contributing.md).\n\nContributors are welcome! If you have time it would be awesome if you could help to enhance this application.\n\n*This app integrates BigBlueButton and is not endorsed or certified by BigBlueButton Inc. BigBlueButton and the BigBlueButton Logo are trademarks of BigBlueButton Inc.*" : "Αυτή η εφαρμογή επιτρέπει τη δημιουργία συναντήσεων με εξωτερική εγκατάσταση του [BigBlueButton](https://bigbluebutton.org).\n\n* **Ρύθμιση δωματίου** Δημιουργήστε πολλαπλές διαμορφώσεις δωματίων με όνομα, μήνυμα υποδοχής …\n* **Κοινή χρήση συνδέσμου επισκεπτών** Μοιραστείτε το σύνδεσμο του δωματίου με όλους τους επισκέπτες σας\n* **Κοινή χρήση συνδέσμου συντονιστή** Προσκαλέστε συντονιστές στο δωμάτιο\n* **Κοινή χρήση δωματίων** Μοιραστείτε δωμάτια με μέλη, ομάδες ή κύκλους\n* **Προσαρμοσμένη παρουσίαση** Ξεκινήστε ένα δωμάτιο με επιλεγμένη παρουσίαση από τον περιηγητή αρχείων σας\n* **Διαχείριση εγγραφών** Προβολή, κοινή χρήση και διαγραφή εγγραφών για τα δωμάτιά σας\n* **Περιορισμοί** Περιορίστε τη δημιουργία δωματίων σε συγκεκριμένες ομάδες\n* **Δραστηριότητες** Λάβετε μια επισκόπηση των δραστηριοτήτων των δωματίων σας\n\nΟδηγός γρήγορης εκκίνησης και περαιτέρω πληροφορίες στο [readme](https://github.com/littleredbutton/cloud_bbb).\nΣας αρέσει αυτή η εφαρμογή; Δώστε κάτι πίσω στην κοινότητα ανοιχτού κώδικα και δείτε τους\n[τρόπους συνεισφοράς](https://github.com/littleredbutton/cloud_bbb/blob/master/.github/contributing.md).\n\nΟι συνεισφέροντες είναι ευπρόσδεκτοι! Εάν έχετε χρόνο, θα ήταν υπέροχο αν μπορούσατε να βοηθήσετε στη βελτίωση αυτής της εφαρμογής.\n\n*Αυτή η εφαρμογή ενσωματώνει το BigBlueButton και δεν εγκρίνεται ή πιστοποιείται από την BigBlueButton Inc. Το BigBlueButton και το Λογότυπο BigBlueButton είναι εμπορικά σήματα της BigBlueButton Inc.*",
    "Send to BBB" : "Αποστολή στο BBB",
    "Loading…" : "Γίνεται φόρτωση…",
    "Please select the room in which you like to use the file \"{filename}\"." : "Παρακαλώ επιλέξτε το δωμάτιο στο οποίο θέλετε να χρησιμοποιήσετε το αρχείο \"{filename}\".",
    "Send to" : "Αποστολή σε",
    "Start with" : "Έναρξη με",
    "No rooms available!" : "Δεν υπάρχουν διαθέσιμα δωμάτια!",
    "Close" : "Κλείσιμο",
    "Room not found" : "Το δωμάτιο δεν βρέθηκε",
    "The room could not be found. Maybe it was deleted?" : "Το δωμάτιο δεν βρέθηκε. Μήπως έχει διαγραφεί;",
    "Back to %s" : "Πίσω στο %s",
    "Get your API URL and secret by executing \"sudo bbb-conf --secret\" on your BigBlueButton server." : "Αποκτήστε τη διεύθυνση URL και το μυστικό του API εκτελώντας την εντολή \"sudo bbb-conf --secret\" στον διακομιστή σας BigBlueButton.",
    "API URL" : "API URL",
    "API secret" : "Το μυστικό του API",
    "Save" : "Αποθήκευση",
    "Show room manager in app navigation instead of settings page." : "Εμφάνιση διαχειριστή δωματίου στην πλοήγηση εφαρμογών αντί στη σελίδα ρυθμίσεων.",
    "Use Nextcloud theme in BigBlueButton." : "Χρήση του θέματος Nextcloud στο BigBlueButton.",
    "Default Room Settings" : "Προεπιλεγμένες Ρυθμίσεις Δωματίου",
    "Below you can change some default values, which are used to create a new room." : "Παρακάτω μπορείτε να αλλάξετε ορισμένες προεπιλεγμένες τιμές, που χρησιμοποιούνται για τη δημιουργία ενός νέου δωματίου.",
    "Perform media check before usage" : "Έλεγχος πολυμέσων πριν τη χρήση",
    "Community" : "Κοινότητα",
    "Are you enjoying this app? Give something back to the open source community." : "Απολαμβάνετε αυτήν την εφαρμογή; Δώστε κάτι πίσω στην κοινότητα ανοιχτού κώδικα.",
    "Checkout the contributor guide" : "Δείτε τον οδηγό συνεισφοράς",
    "URL Shortener" : "Συντόμευση URL",
    "If you like to use shorter urls, you can enter a forwarding proxy below." : "Εάν θέλετε να χρησιμοποιήσετε μικρότερα URL, μπορείτε να εισαγάγετε έναν διακομιστή μεσολάβησης παρακάτω.",
    "URL shortener" : "Συντόμευση διεύθυνσης URL",
    "Restrictions" : "Περιορισμοί",
    "You will be forwarded to the room in the next few seconds." : "Θα μεταφερθείτε στο δωμάτιο στα επόμενα δευτερόλεπτα.",
    "Let's go!" : "Ξεκινάμε!",
    "Please enter your name!" : "Παρακαλούμε εισάγετε το όνομά σας!",
    "The name must be at least 3 characters long." : "Το όνομα πρέπει να έχει τουλάχιστον 3 χαρακτήρες.",
    "You have to provide the correct password to join the meeting." : "Πρέπει να καταχωρήσετε τον σωστό κωδικό για να συμμετέχετε στην συνάντηση.",
    "Display name" : "Εμφανιζόμενο όνομα",
    "Password" : "Συνθηματικό",
    "Join" : "Συμμετοχή",
    "Have an account? Log in." : "Έχετε λογαριασμό; Συνδεθείτε.",
    "Hello %s" : "Γεια σας %s",
    "Name, group …" : "Όνομα, ομάδα...",
    "Group" : "Ομάδα",
    "Searching" : "Αναζήτηση",
    "No matches" : "Καμία αντιστοιχία",
    "admin" : "διαχειριστής",
    "moderator" : "συντονιστής",
    "user" : "χρήστης",
    "Server error" : "Σφάλμα διακομιστή",
    "unlimited" : "απεριόριστο",
    "Name" : "Όνομα",
    "Access" : "Πρόσβαση",
    "Max" : "Μέγιστο",
    "Record" : "Καταγραφή",
    "Recordings" : "Καταγραφές",
    "You are not permitted to create a room." : "Δεν έχετε δικαιώματα να δημιουργήσετε δωμάτιο.",
    "You exceeded the maximum number of rooms." : "Έχετε φτάσει τον μέγιστο αριθμό δωματίων.",
    "Room quota:" : "Όριο δωματίου:",
    "Edit" : "Επεξεργασία",
    "Descriptive name of this room." : "Περιγραφικό όνομα του δωματίου.",
    "This message is shown to all users in the chat area after they joined." : "Μήνυμα που εμφανίζεται σε όλους τους χρήστες στην περιοχή συνομιλίας μετά την εγγραφή τους.",
    "Sets a limit on the number of participants for this room. Zero means there is no limit." : "Ορίζει ένα όριο στον αριθμό των συμμετεχόντων σε αυτό το δωμάτιο. Το μηδέν σημαίνει χωρίς όριο.",
    "If enabled, the moderator is able to start the recording." : "Εάν είναι ενεργοποιημένο, ο διαχειριστής μπορεί να ξεκινήσει την εγγραφή.",
    "Explanation of the different concepts that constitute access options :<br> - Public: Anyone who has the link can join.<br> - Internal: Only Nextcloud users can join.<br> - Password: Only guests who have the password can join.<br> - Waiting room: A moderator must accept each guest before they can join.<br> - Restricted : Only selected users and groups can access this room." : "Επεξήγηση των διαφορετικών εννοιών που αποτελούν τις επιλογές πρόσβασης:<br> - Δημόσιο: Οποιοσδήποτε έχει το σύνδεσμο μπορεί να συμμετάσχει.<br> - Εσωτερικό: Μόνο οι χρήστες Nextcloud μπορούν να συμμετάσχουν.<br> - Κωδικός πρόσβασης: Μόνο οι επισκέπτες που έχουν τον κωδικό πρόσβασης μπορούν να συμμετάσχουν.<br> - Αίθουσα αναμονής: Ένας συντονιστής πρέπει να αποδεχτεί κάθε επισκέπτη πριν μπορέσει να συμμετάσχει.<br> - Περιορισμένο: Μόνο επιλεγμένοι χρήστες και ομάδες μπορούν να έχουν πρόσβαση σε αυτό το δωμάτιο.",
    "A moderator is able to manage all participants in a meeting including kicking, muting or selecting a presenter. Users with the role moderator are also able to close a meeting or change the default settings." : "Ένας συντονιστής είναι σε θέση να διαχειριστεί όλους τους συμμετέχοντες σε μια σύσκεψη, συμπεριλαμβανομένων την αφαίρεση χρήστη, σίγασης ή επιλογής παρουσιαστή. Οι χρήστες με τον ρόλο του συντονιστή μπορούν επίσης να κλείσουν μια σύσκεψη ή να αλλάξουν τις προεπιλεγμένες ρυθμίσεις.",
    "If enabled, normal users have to wait until a moderator is in the room." : "Εάν το ενεργοποιήσετε, οι χρήστες θα πρέπει να περιμένουν να συνδεθεί ένας διαχειριστής πριν συνδεθούν.",
    "If enabled, a moderator URL is generated which allows access with moderator permission." : "Όταν ενεργοποιείται, ένας σύνδεσμος συντονιστή παράγεται ο οποίος επιτρέπει την πρόσβαση με άδεια συντονιστή.",
    "Only selected users and groups are allowed to access the room." : "Επιτρέπεται η πρόσβαση στο δωμάτιο μόνο σε επιλεγμένους χρήστες και ομάδες",
    "If disabled, a microphone is needed to join the conference." : "Εάν απενεργοποιηθεί, απαιτείται μικρόφωνο για συμμετοχή στη διάσκεψη.",
    "If enabled, the user has not to perform an echo call and webcam preview on the first join (available since BBB server 2.3)." : "Εάν ενεργοποιηθεί, ο χρήστης δεν χρειάζεται να εκτελέσει δοκιμή ηχού και προεπισκόπηση κάμερας στην πρώτη συμμετοχή (διαθέσιμο από τον διακομιστή BBB 2.3).",
    "If enabled, the user list, chat area and presentation are hidden by default." : "Εάν ενεργοποιηθεί, η λίστα χρηστών, η περιοχή συνομιλίας και η παρουσίαση είναι κρυμμένες από προεπιλογή.",
    "If enabled, all users will join the meeting muted." : "Εάν ενεργοποιηθεί, όλοι οι χρήστες θα συμμετέχουν στη σύσκεψη σε σίγαση.",
    "Room URL" : "URL αίθουσας",
    "Welcome" : "Καλώς ήλθατε",
    "Participant limit" : "Όριο συμμετεχόντων",
    "Every participant is moderator" : "Όλοι οι συμμετέχοντες είναι συντονιστές",
    "Moderator access via URL" : "Πρόσβαση συντονιστή μέσω συνδέσμου",
    "Miscellaneous" : "Διάφορα",
    "Recording" : "Καταγραφή",
    "Require moderator to start room" : "Απαιτείται ένας διαχειριστής για έναρξη του δωματίου",
    "Listen only option" : "Επιλογή ακρόασης μόνο",
    "Skip media check before usage" : "Παράλειψη ελέγχου πολυμέσων πριν τη χρήση",
    "Clean layout" : "Καθαρή διάταξη",
    "Join meeting muted" : "Συμμετοχή στη σύσκεψη σε σίγαση",
    "Room name" : "Όνομα δωματίου",
    "Create" : "Δημιουργία",
    "Published" : "Δημοσιεύτηκε",
    "Open recording" : "Άνοιγμα καταγραφής",
    "Copy to clipboard" : "Αντιγραφή στο πρόχειρο",
    "Save as file" : "Αποθήκευση ως αρχείο",
    "_%n participant_::_%n participants_" : ["%n συμμετέχων","%n συμμετέχοντες"],
    "Delete" : "Διαγραφή",
    "Are you sure you want to delete \"{name}\"? This operation cannot be undone." : "Είστε σίγουρος/η ότι θέλετε να διαγράψετε το \"{name}\"; Αυτή η λειτουργία δεν μπορεί να αναιρεθεί.",
    "Delete \"{name}\"?" : "Διαγραφή του «{name}»;",
    "Select target folder" : "Επιλογή φακέλου προορισμού",
    "Room URL was stored in \"{path}\" as \"{filename}\"." : "Η διεύθυνση του δωματίου αποθηκεύτηκε στο «{path}» ως «{filename}».",
    "Link stored" : "Ο σύνδεσμος αποθηκεύτηκε",
    "URL to room could not be stored." : "Η διεύθυνση του δωματίου δεν μπορεί να αποθηκευθεί.",
    "Error" : "Σφάλμα",
    "URL to presentation was stored in \"{path}\" as \"{filename}\"." : "Η διεύθυνση της παρουσίασης αποθηκεύτηκε στο «{path}» ως «{filename}».",
    "URL to presentation could not be stored." : "Η διεύθυνση της παρουσίασης δεν μπορεί να αποθηκευθεί.",
    "Are you sure you want to delete the recording from \"{startDate}\"? This operation cannot be undone." : "Είστε σίγουρος/η ότι θέλετε να διαγράψετε την καταγραφή από \"{startDate}\"; Αυτή η λειτουργία δεν μπορεί να αναιρεθεί.",
    "Delete?" : "Διαγραφή;",
    "Could not delete record" : "Η ηχογράφηση δεν μπορεί να διαγραφή",
    "Could not modify publishing state" : "Δεν ήταν δυνατή η τροποποίηση της κατάστασης δημοσίευσης",
    "Open room" : "Άνοιγμα δωματίου",
    "Start" : "Έναρξη",
    "Clone room" : "Κλωνοποίηση δωματίου",
    "Loading" : "Γίνεται φόρτωση",
    "You are not allowed to change this option, because this room is shared with you." : "Δεν επιτρέπεται να αλλάξετε αυτήν την επιλογή, επειδή αυτό το δωμάτιο είναι κοινόχρηστο μαζί σας.",
    "Group name" : "Όνομα ομάδας",
    "Max. rooms" : "Μέγιστα δωμάτια",
    "Access options" : "Επιλογές πρόσβασης",
    "Max. participants" : "Μέγιστος αριθμός συμμετεχόντων",
    "Group …" : "Ομάδα...",
    "Restrictions do not affect existing rooms. Minus one means the value is unlimited. The least restrictive option is chosen for every user if multiple restrictions apply." : "Οι περιορισμοί δεν επηρεάζουν τα υπάρχοντα δωμάτια. Μείον ένα σημαίνει ότι η τιμή είναι απεριόριστη. Η λιγότερο περιοριστική ρύθμιση επιλέγεται για κάθε χρήστη εάν ισχύουν πολλοί περιορισμοί.",
    "Are you sure you want to delete the restrictions for group \"{name}\"? This operation cannot be undone." : "Είστε σίγουρος/η ότι θέλετε να διαγράψετε τους περιορισμούς για την ομάδα \"{name}\"; Αυτή η λειτουργία δεν μπορεί να αναιρεθεί.",
    "Delete restrictions for \"{name}\"?" : "Διαγραφή περιορισμών για τον «{name}»;",
    "All users" : "Όλοι οι χρήστες",
    "All" : "Όλα",
    "Settings saved" : "Οι ρυθμίσεις αποθηκεύτηκαν",
    "Unexpected error occurred" : "Παρουσιάστηκε μη αναμενόμενο σφάλμα",
    "API URL is invalid" : "Η διεύθυνση URL του API δεν είναι σωστή",
    "API secret is invalid" : "Το μυστικό του API δεν είναι σωστό",
    "URL has to start with HTTPS" : "Το URL πρέπει να ξεκινάει με HTTPS",
    "URL has to contain the {token} placeholder" : "Η διεύθυνση URL πρέπει να περιέχει το σύμβολο κράτησης θέσης {token}",
    "URL has to start with https:// and contain {token}. Additionally the {user} placeholder can be used." : "Το URL πρέπει να ξεκινά με https:// και να περιέχει {token}. Επιπλέον, το σύμβολο κράτησης θέσης {user} μπορεί να χρησιμοποιηθεί.",
    "Example configuration for Apache and Nginx" : "Παράδειγμα διαμόρφωσης για Apache και Nginx",
    "The file \"{filename}\" was uploaded to your room." : "Το αρχείο \"{filename}\" μεταφορτώθηκε στο δωμάτιό σας.",
    "The file \"{filename}\" could not be uploaded to your room." : "Το αρχείο \"{filename}\" δεν μπορούσε να μεταφορτωθεί στο δωμάτιό σας.",
    "The file \"{filename}\" could not be uploaded to your room. Maybe your BigBlueButton server does not support this action." : "Το αρχείο \"{filename}\" δεν μπορούσε να μεταφορτωθεί στο δωμάτιό σας. Ίσως ο διακομιστής BigBlueButton σας δεν υποστηρίζει αυτήν την ενέργεια.",
    "_This room is not open yet. We will try it again in %n second. Please wait._::_This room is not open yet. We will try it again in %n seconds. Please wait._" : ["Αυτό το δωμάτιο δεν είναι ακόμη ανοιχτό. Θα το δοκιμάσουμε ξανά σε %n δευτερόλεπτο. Παρακαλούμε περιμένετε.","Αυτό το δωμάτιο δεν είναι ακόμη ανοιχτό. Θα το δοκιμάσουμε ξανά σε %n δευτερόλεπτα. Παρακαλούμε περιμένετε."]
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}