{ "translations": {
    "You created the room %s." : "Vous avez créé la salle %s.",
    "You deleted the room %s." : "Vous avez supprimé la salle %s.",
    "{user} deleted the room %s." : "{user} a supprimé la salle %s.",
    "You shared the room %s with {shareWith}." : "Vous avez partagé la salle %s avec {shareWith}.",
    "{user} shared the room %s with you." : "{user} a partagé la salle %s avec vous.",
    "You unshared the room %s with {shareWith}." : "Vous avez annulé le partage de la salle%savec {shareWith}.",
    "{user} unshared the room %s with you." : "{user} a annulé le partage de la salle %s avec vous.",
    "You started a meeting in the \"%s\" room." : "Vous avez commencé une réunion dans la salle « %s ».",
    "{user} started a meeting in the \"%s\" room." : "{user} a démarré une réunion dans la salle « %s ».",
    "The meeting in room \"%s\" has ended." : "La réunion dans la salle « %s » est terminée.",
    "Recording for room \"%s\" is ready." : "L’enregistrement pour la salle « %s » est prêt.",
    "To invite someone to the meeting, send them this link: %s" : "Pour inviter quelqu'un à la réunion, envoyez-lui ce lien : %s",
    "Public" : "Public",
    "Internal + Password protection for guests" : "Interne + Mot de passe pour les invités",
    "Internal + Waiting room for guests" : "Interne + Salle d'attente pour les invités",
    "Waiting room for all users" : "Salle d'attente pour tous les utilisateurs",
    "Internal" : "Interne",
    "Internal restricted" : "Interne restreint",
    "API URL or secret not configured. Please contact your administrator." : "L'adresse ou le secret de l'API n'est pas configuré. Veuillez contacter votre administrateur.",
    "BigBlueButton Integration" : "Intégration de BigBlueButton",
    "BigBlueButton integration for Nextcloud" : "Intégration de BigBlueButton pour Nextcloud",
    "This app allows to create meetings with an external installation of [BigBlueButton](https://bigbluebutton.org).\n\n* **Room setup** Create multiple room configurations with name, welcome message …\n* **Share guest link** Share the room link with all your guests\n* **Share moderator link** Invite moderators to the room\n* **Share rooms** Share rooms with members, groups or circles\n* **Custom presentation** Start a room with a selected presentation from your file browser\n* **Manage recordings** View, share and delete recordings for your rooms\n* **Restrictions** Restrict room creation to certain groups\n* **Activities** Get an overview of your room activities\n\nQuick start guide and further information in our [readme](https://github.com/littleredbutton/cloud_bbb).\nDo you like this application? Give something back to the open source community and checkout our\n[ways to contribute](https://github.com/littleredbutton/cloud_bbb/blob/master/.github/contributing.md).\n\nContributors are welcome! If you have time it would be awesome if you could help to enhance this application.\n\n*This app integrates BigBlueButton and is not endorsed or certified by BigBlueButton Inc. BigBlueButton and the BigBlueButton Logo are trademarks of BigBlueButton Inc.*" : "Cette application permet de créer des réunions avec une installation externe de [BigBlueButton](https://bigbluebutton.org).\n\n* **Configuration de la salle** Créez plusieurs configurations de salle avec nom, message de bienvenue…\n* **Partager un lien invité** Partagez un lien de la salle avec tous vos invités\n* **Partager le lien du modérateur** Inviter des modérateurs dans la salle\n* **Partager des salles** Partagez des salles avec des membres, des groupes ou des cercles\n* **Présentation personnalisée** Démarrez une salle avec une présentation sélectionnée à partir de votre navigateur de fichiers\n* **Gérer les enregistrements** Affichez, partagez et supprimez les enregistrements de vos salles\n* **Restrictions** Restreindre la création de salles à certains groupes\n* **Activités** Obtenez un aperçu des activités de votre salle\n\nGuide de démarrage rapide et informations complémentaires dans notre [lisser moi](https://github.com/littleredbutton/cloud_bbb).\nAimez-vous cette application? Redonnez quelque chose à la communauté open source et consultez notre\n[façons de contribuer](https://github.com/littleredbutton/cloud_bbb/blob/master/.github/contributing.md).\n\nLes contributeurs sont les bienvenus! Si vous avez le temps, ce serait génial si vous pouviez contribuer à améliorer cette application.\n\n*Cette application intègre BigBlueButton et n'est ni approuvée ni certifiée par BigBlueButton Inc. BigBlueButton et le logo BigBlueButton sont des marques commerciales de BigBlueButton Inc.*",
    "Send to BBB" : "Envoyer vers BBB",
    "An error occurred while sending the file to the room." : "Une erreur s'est produite lors de l'envoi du fichier à la salle.",
    "Loading…" : "Chargement…",
    "Please select the room in which you like to use the file \"{filename}\"." : "Veuillez sélectionner la salle dans laquelle vous voulez utiliser le fichier \"{filename}\".",
    "Only rooms for which you are one of the administrators will be displayed." : "Seules les salles dont vous êtes l'un des administrateurs seront affichées.",
    "Send to" : "Envoyer à",
    "Start with" : "Démarrer avec",
    "No rooms available!" : "Pas de salle disponible !",
    "Close" : "Fermer",
    "Room not found" : "Salle non trouvée",
    "The room could not be found. Maybe it was deleted?" : "Impossible de trouver cette salle. Peut-être a-t-elle été supprimée ?",
    "Back to %s" : "Retourner à %s",
    "Get your API URL and secret by executing \"sudo bbb-conf --secret\" on your BigBlueButton server." : "Vous pouvez obtenir l'adresse et le secret de l'API en exécutant \"sudo bbb-conf --secret\" sur votre serveur BigBlueButton.",
    "API URL" : "Adresse de l’API",
    "API secret" : "Secret de l'API",
    "Save" : "Enregistrer",
    "Show room manager in app navigation instead of settings page." : "Afficher le gestionnaire de salles dans la barre de navigation plutôt que dans les paramètres.",
    "Use Nextcloud theme in BigBlueButton." : "Utiliser le thème Nextcloud dans BigBlueButton.",
    "Default Room Settings" : "Paramètres par défaut des salles",
    "Below you can change some default values, which are used to create a new room." : "Ci-dessous vous pouvez changer quelques valeurs par défaut qui sont utilisées lors de la création d'une salle.",
    "Perform media check before usage" : "Effectuer un contrôle des périphériques avant utilisation",
    "Community" : "Communauté",
    "Are you enjoying this app? Give something back to the open source community." : "Vous appréciez cette application ? Donnez quelque chose en retour à la communauté open source.",
    "Checkout the contributor guide" : "Consultez le guide du contributeur",
    "URL Shortener" : "Raccourcisseur d'URL",
    "If you like to use shorter urls, you can enter a forwarding proxy below." : "Si vous souhaitez utiliser des URLs plus courtes, vous pouvez saisir un proxy de redirection ci-dessous.",
    "URL shortener" : "Raccourcisseur d'URL",
    "Restrictions" : "Restrictions",
    "You will be forwarded to the room in the next few seconds." : "Vous serez redirigé vers la salle dans quelques secondes.",
    "Let's go!" : "Allons-y !",
    "Please enter your name!" : "Veuillez saisir votre nom !",
    "The name must be at least 3 characters long." : "Le nom doit contenir au moins 3 caractères.",
    "You have to provide the correct password to join the meeting." : "Vous devez fournir le bon mot de passe pour rejoindre la réunion.",
    "Display name" : "Nom d’affichage",
    "Password" : "Mot de passe",
    "Join" : "Rejoindre",
    "Have an account? Log in." : "Vous avez déjà un compte ? Connectez-vous.",
    "Hello %s" : "Bonjour %s",
    "Name, group …" : "Nom, groupe, ...",
    "Group" : "Groupe",
    "Searching" : "Recherche en cours",
    "No matches" : "Pas de résultats",
    "admin" : "administrateur",
    "moderator" : "modérateur",
    "user" : "utilisateur",
    "Server error" : "Erreur serveur",
    "unlimited" : "illimité",
    "Name" : "Nom",
    "Access" : "Accès",
    "Max" : "Max",
    "Record" : "Enregistrer",
    "Recordings" : "Enregistrements",
    "You are not permitted to create a room." : "Vous n'êtes pas autorisé à créer une salle.",
    "You exceeded the maximum number of rooms." : "Vous avez dépassé le nombre maximum de salles.",
    "Room quota:" : "Quota de la salle :",
    "Edit" : "Modifier",
    "Descriptive name of this room." : "Nom descriptif de cette salle.",
    "This message is shown to all users in the chat area after they joined." : "Ce message est affiché à tous les utilisateurs de l’espace de discussion après qu’ils l’ont rejoint.",
    "Sets a limit on the number of participants for this room. Zero means there is no limit." : "Fixe une limite au nombre de participants pour cette salle. Zéro signifie qu’il n’y a pas de limite.",
    "If enabled, the moderator is able to start the recording." : "Si activé, le modérateur peut lancer l'enregistrement.",
    "Explanation of the different concepts that constitute access options :<br> - Public: Anyone who has the link can join.<br> - Internal: Only Nextcloud users can join.<br> - Password: Only guests who have the password can join.<br> - Waiting room: A moderator must accept each guest before they can join.<br> - Restricted : Only selected users and groups can access this room." : "Explication des différents concepts qui constituent les options d’accès :\n<br> - Public : Toute personne possédant le lien peut rejoindre la conversation.\n<br> - Interne : Seuls les utilisateurs Nextcloud peuvent rejoindre la conversation.\n<br> - Mot de passe : Seuls les invités possédant le mot de passe peuvent rejoindre la conversation.\n<br> - Salle d’attente : Un modérateur doit accepter chaque invité avant qu’il ne puisse rejoindre la conversation.\n<br> - Restreint : Seuls les utilisateurs et groupes sélectionnés peuvent accéder à cette conversation.",
    "A moderator is able to manage all participants in a meeting including kicking, muting or selecting a presenter. Users with the role moderator are also able to close a meeting or change the default settings." : "Un modérateur est en mesure de gérer tous les participants d'une réunion, incluant leur éjection de la salle, leur mise en sourdine ou la désignation d'un présentateur. Les utilisateurs ayant le rôle de modérateur peuvent également mettre fin à une réunion ou modifier les paramètres par défaut.",
    "If enabled, normal users have to wait until a moderator is in the room." : "Si activé, les utilisateurs devront attendre qu'un modérateur rejoigne la salle.",
    "If enabled, a moderator URL is generated which allows access with moderator permission." : "Si activé, une URL de modérateur est générée pour permettre l'accès avec les droits de modération.",
    "Only selected users and groups are allowed to access the room." : "Seuls les utilisateurs et groupes sélectionnés sont autorisés à accéder à la salle.",
    "If disabled, a microphone is needed to join the conference." : "Si désactivé, un micro est nécessaire pour rejoindre la conférence.",
    "If enabled, the user has not to perform an echo call and webcam preview on the first join (available since BBB server 2.3)." : "Si activé, l'utilisateur n'a pas besoin de faire un test d'appel et une prévisualisation de la webcam à la première connexion (disponible depuis BBB server 2.3).",
    "If enabled, the user list, chat area and presentation are hidden by default." : "Si activé, la liste des utilisateurs, l'espace de discussion et la présentation sont cachés par défaut.",
    "If enabled, all users will join the meeting muted." : "Si activé, tous les utilisateurs rejoindront la réunion en sourdine.",
    "Edit \"{room}\"" : "Modifier « {room} »",
    "Room URL" : "URL de la salle",
    "Welcome" : "Bienvenue",
    "Participant limit" : "Limite de participants",
    "Sharing" : "Partage",
    "Every participant is moderator" : "Tous les participants sont des modérateurs",
    "Moderator access via URL" : "Accès modérateur via URL",
    "Miscellaneous" : "Divers",
    "Recording" : "Enregistrement",
    "Require moderator to start room" : "Requiert un modérateur pour démarrer la salle",
    "Listen only option" : "Écoute seule",
    "Skip media check before usage" : "Ignorer le test des périphériques avant utilisation",
    "Clean layout" : "Disposition simple",
    "Join meeting muted" : "Rejoindre la réunion en sourdine",
    "Room name" : "Nom de la salle",
    "Create" : "Créer",
    "Published" : "Publié",
    "Open recording" : "Ouvrir l'enregistrement",
    "Copy to clipboard" : "Copier dans le presse-papier",
    "Save as file" : "Enregistrer dans un fichier",
    "_%n participant_::_%n participants_" : ["%n participant","%n participants","%n participants"],
    "Delete" : "Supprimer",
    "Are you sure you want to delete \"{name}\"? This operation cannot be undone." : "Êtes-vous sur de vouloir supprimer « {name} » ? Cette opération ne peut pas être annulée.",
    "Delete \"{name}\"?" : "Supprimer « {name} » ?",
    "Select target folder" : "Sélectionner un dossier de destination",
    "Room URL was stored in \"{path}\" as \"{filename}\"." : "L'adresse de la salle a été enregistrée dans \"{path}\" comme \"{filename}\".",
    "Link stored" : "Lien stocké",
    "URL to room could not be stored." : "L'adresse de la salle n'a pas pu être enregistrée.",
    "Error" : "Erreur",
    "URL to presentation was stored in \"{path}\" as \"{filename}\"." : "L'URL de la présentation a été stockée dans \"{path}\" comme \"{filename}\".",
    "URL to presentation could not be stored." : "L'URL de la présentation n'a pas pu être enregistrée.",
    "Are you sure you want to delete the recording from \"{startDate}\"? This operation cannot be undone." : "Êtes-vous sûr de vouloir supprimer l'enregistrement du \"{startDate}\" ? Cette opération ne peut pas être annulée.",
    "Delete?" : "Supprimer ?",
    "Could not delete record" : "Impossible de supprimer l'enregistrement",
    "Could not modify publishing state" : "Impossible de modifier l'état de la publication",
    "Open room" : "Ouvrir la salle",
    "Start" : "Démarrer",
    "Clone room" : "Cloner la salle",
    "Loading" : "Chargement",
    "You are not allowed to change this option, because this room is shared with you." : "Vous n'êtes pas autorisé à changer cette option car cette salle est partagée avec vous.",
    "Group name" : "Nom du groupe",
    "Max. rooms" : "Nombre max. de salles",
    "Access options" : "Options d'accès",
    "Max. participants" : "Nombre maximum de participants",
    "Group …" : "Groupe …",
    "Restrictions do not affect existing rooms. Minus one means the value is unlimited. The least restrictive option is chosen for every user if multiple restrictions apply." : "Les restrictions n'affectent pas les salles existantes. \"-1\" signifie que la valeur est illimitée. L'option la moins restrictive est choisie pour chaque utilisateur si plusieurs restrictions s'appliquent.",
    "Are you sure you want to delete the restrictions for group \"{name}\"? This operation cannot be undone." : "Êtes-vous sûr de vouloir supprimer les restrictions pour le groupe \"{name}\" ? Cette opération ne peut pas être annulée.",
    "Delete restrictions for \"{name}\"?" : "Supprimer les restrictions pour \"{name}\" ?",
    "All users" : "Tous les utilisateurs",
    "All" : "Tout",
    "Settings saved" : "Paramètres sauvegardés",
    "Unexpected error occurred" : "Une erreur est survenue",
    "API URL is invalid" : "L’adresse de l’API est invalide",
    "API secret is invalid" : "Le secret de l’API est invalide",
    "URL has to start with HTTPS" : "L'URL doit débuter par HTTPS",
    "URL has to contain the {token} placeholder" : "L’URL doit contenir le paramètre {token}",
    "URL has to start with https:// and contain {token}. Additionally the {user} placeholder can be used." : "L’URL doit commencer par https:// et contenir {token}. De plus, le paramètre {user} peut être utilisé.",
    "Example configuration for Apache and Nginx" : "Exemple de configuration pour Apache et Nginx",
    "The file \"{filename}\" was uploaded to your room." : "Le fichier \"{filename}\" a été téléversé dans votre salle.",
    "The file \"{filename}\" could not be uploaded to your room." : "Le fichier \"{filename}\" n'a pas pu être téléversé dans votre salle.",
    "The file \"{filename}\" could not be uploaded to your room. Maybe your BigBlueButton server does not support this action." : "Le fichier « {filename} » n’a pas pu être téléversé dans votre salle. Votre serveur BigBlueButton ne prend peut-être pas en charge cette action.",
    "_This room is not open yet. We will try it again in %n second. Please wait._::_This room is not open yet. We will try it again in %n seconds. Please wait._" : ["Cette salle n'est pas encore ouverte. Nous allons réessayer dans %n seconde. Veuillez patienter.","Cette salle n'est pas encore ouverte. Nous allons réessayer dans %n secondes. Veuillez patienter.","Cette salle n'est pas encore ouverte. Nous allons réessayer dans %n secondes. Veuillez patienter."]
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}