{ "translations": {
    "API URL or secret not configured. Please contact your administrator." : "L'adresse ou le secret de l'API n'est pas configuré. Veuillez contacter votre administrateur.",
    "BigBlueButton Integration" : "Intégration de BigBlueButton",
    "BigBlueButton integration for Nextcloud" : "Intégration de BigBlueButton pour Nextcloud",
    "This app allows to create meetings with an external installation of [BigBlueButton](https://bigbluebutton.org).\n\n* **Room setup** Create multiple room configurations with name, welcome message, ...\n* **Share guest link** Share the room link with all your guests\n* **Custom presentation** Start a room with a selected presentation from your file browser\n* **Manage recordings** View, share and delete recordings for your rooms\n\nDeveloper wanted! If you have time it would be awesome if you could help to enhance this application.\n\n*This app integrates BigBlueButton and is not endorsed or certified by BigBlueButton Inc. BigBlueButton and the BigBlueButton Logo are trademarks of BigBlueButton Inc.*" : "Cette application permet de créer des réunions avec une installation externe de [BigBlueButton] (https://bigbluebutton.org).\n\n* ** Configuration du salon de discussion ** Créez plusieurs configurations de salon de discussion avec nom, message de bienvenue, ...\n* ** Partager le lien invité ** Partagez le lien de votre salon de discussion avec tous vos invités\n* ** Présentation personnalisée ** Démarrer la conversation avec votre présentation sélectionnée depuis le navigateur de fichiers\n* ** Gérez les enregistrements ** Affichez, partagez et supprimez les enregistrements de vos salons de discussions\n\nDeveloper wanted! Si vous avez le temps, ce serait génial si vous pouviez aider à améliorer cette application.\n\n* Cette application intègre BigBlueButton et n'est ni approuvée ni certifiée par BigBlueButton Inc. BigBlueButton et le logo BigBlueButton sont des marques déposées de BigBlueButton Inc. *",
    "Get your API URL and secret by executing \"sudo bbb-conf --secret\" on your BigBlueButton server." : "Vous pouvez obtenir l'adresse et le secret de l'API en exécutant \"sudo bbb-conf --secret\" sur votre serveur BigBlueButton.",
    "API URL" : "adresse de l'API",
    "API secret" : "Secret de l'API",
    "Save" : "Enregistrer",
    "Please enter your name!" : "Veuillez saisir votre nom !",
    "The name must be at least 3 characters long." : "Le nom doit contenir au moins 3 caractères.",
    "You have to provide the correct password to join the meeting." : "Vous devez fournir le bon mot de passe pour rejoindre la réunion.",
    "Display name" : "Nom à afficher",
    "Password" : "Mot de passe",
    "Join" : "Rejoindre",
    "Name" : "Nom",
    "Max" : "Max",
    "Record" : "Enregistrer",
    "Recordings" : "Enregistrements",
    "Edit" : "Modifier",
    "Descriptive name of this room." : "Nom descriptif de cette salle",
    "This message is shown to all users in the chat area after they joined." : "Ce message est montré à tous les utilisateurs dans la discussion une fois qu'ils l'ont rejoint",
    "Sets a limit on the number of participants for this room. Zero means there is no limit." : "Fixe une limite de nombre de participants pour cette salle. Zéro correspond à pas de limite.",
    "If enabled, the moderator is able to start the recording." : "Si activé, le modérateur peut démarrer l'enregistrement.",
    "Public: Everyone knowing the link is able to join. Password: Guests have to provide a password. Waiting room: A moderator has to accept every guest before they can join. Internal: Only Nextcloud users can join." : "Publique : Tout le monde connaissant le lien peut rejoindre. Mot de passe : Les invités doivent donner un mot de passe. Salle d'attente : Un modérateur doit accepter chaque invité avant qu'ils puissent rejoindre. Interne : Seul les utilisateurs Nextcloud peuvent rejoindre.",
    "Edit \"{room}\"" : "Modifier \"{room}\"",
    "Welcome" : "Bienvenue",
    "Participant limit" : "Limite de participants",
    "Access" : "Accès",
    "Public" : "Public",
    "Internal + Password protection for guests" : "Interne + Protection par mot de passe pour les invités",
    "Internal + Waiting room for guests" : "Interne + Salle d'attente pour les invités",
    "Internal" : "Interne",
    "Every participant is moderator" : "Tous les participants sont modérateur",
    "Miscellaneous" : "Divers",
    "Recording" : "Enregistrement",
    "Room name" : "Nom du salon de discussion",
    "Create" : "Créer",
    "_%n participant_::_%n participants_" : ["%n participant","%n participants"],
    "Delete" : "Supprimer",
    "Are you sure you want to delete \"{name}\"? This operation can not be undone." : "Êtes-vous sur de vouloir supprimer \"{name}\" ? Cette opération ne peut pas être annulée.",
    "Delete \"{name}\"?" : "Supprimer \"{name}\" ?",
    "Select target folder" : "Sélectionner un répertoire de destination",
    "Room URL was stored in \"{path}\" as \"{filename}\"." : "L'adresse du salon de discussion a été enregistrée dans \"{path}\" comme \"{filename}\".",
    "Link stored" : "Lien stocké",
    "URL to room could not be stored." : "L'adresse du salon de discussion n'a pas pu être enregistrée.",
    "Error" : "Erreur",
    "URL to presentation was stored in \"{path}\" as \"{filename}\"." : "L'adresse du salon de discussion a été enregistrée dans \"{path}\" comme \"{filename}\".",
    "URL to presentation could not be stored." : "Impossible de sauvegarder l'adresse de présentation.",
    "Are you sure you want to delete the recording from \"{startDate}\"? This operation can not be undone." : "Êtes-vous sur de vouloir supprimer l'enregistrement du \"{startDate}\" ? Cette opération ne peut pas être annulée.",
    "Delete?" : "Supprimer ?",
    "Could not delete record" : "Impossible de supprimer l'enregistrement",
    "Server error" : "Erreur du serveur",
    "Group" : "Groupe",
    "moderator" : "modérateur",
    "Share" : "Partager",
    "Loading" : "Chargement",
    "Settings saved" : "Paramètres sauvegardés",
    "Unexpected error occurred" : "Une erreur est survenue",
    "API URL is invalid" : "L'adresse de l'API n'est pas valable",
    "API secret is invalid" : "Le secret de l'API n'est pas valable"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}