{ "translations": {
    "API URL or secret not configured. Please contact your administrator." : "URL API o segreto non configurato. Contatta il tuo amministratore.",
    "BigBlueButton Integration" : "Integrazione BigBlueButton",
    "BigBlueButton integration for Nextcloud" : "Integrazione BigBlueButton per Nextcloud",
    "This app allows to create meetings with an external installation of [BigBlueButton](https://bigbluebutton.org).\n\n* **Room setup** Create multiple room configurations with name, welcome message, ...\n* **Share guest link** Share the room link with all your guests\n* **Share rooms** Share rooms with members, groups or circles\n* **Custom presentation** Start a room with a selected presentation from your file browser\n* **Manage recordings** View, share and delete recordings for your rooms\n* **Restrictions** Restrict room creation to certain groups\n\nDeveloper wanted! If you have time it would be awesome if you could help to enhance this application.\n\n*This app integrates BigBlueButton and is not endorsed or certified by BigBlueButton Inc. BigBlueButton and the BigBlueButton Logo are trademarks of BigBlueButton Inc.*" : "Questa applicazione consente di creare riunioni con un'installazione esterna di [BigBlueButton](https://bigbluebutton.org).\n\n* **Configurazione stanze** Creare configurazioni di più stanze con nome, messaggio di benvenuto, ...\n* **Condivisione collegamento con ospiti** Condividere il collegamento della stanza con tutti i propri ospiti\n* **Condivisione stanze** Condividere le stanze con membri, gruppi o cerchie\n* **Presentazione personalizzata** Avviare una stanza con una presentazione selezionata dal proprio navigatore dei file\n* **Gestire le registrazioni** Visualizzare, condividere ed eliminare le registrazioni per le proprie stanze\n\nCerchiamo uno sviluppatore! Se hai tempo, potresti aiutarci a migliorare questa applicazione.\n\n*Questa applicazione integra BigBlueButton e non è sponsorizzata o certificata da BigBlueButton Inc. BigBlueButton e il logo BigBlueButton sono marchi registrati di BigBlueButton Inc.*",
    "Room not found" : "Stanza non trovata",
    "The room could not be found. Maybe it was deleted?" : "La stanza non può essere trovata. Forse è stata eliminata?",
    "Back to %s" : "Torna a %s",
    "Get your API URL and secret by executing \"sudo bbb-conf --secret\" on your BigBlueButton server." : "Ottieni URL API e segreto eseguendo \"sudo bbb-conf --secret\" sul tuo server BigBlueButton.",
    "API URL" : "URL API",
    "API secret" : "Segreto API",
    "Save" : "Salva",
    "Show room manager in app navigation instead of settings page." : "Mostra il gestore della stanza nella pagina di navigazione dell'applicazioni invece della pagina delle impostazioni.",
    "You will be forwarded to the room in the next few seconds." : "Sarai indirizzato nella stanza in pochi secondi.",
    "Let's go!" : "Andiamo!",
    "Please enter your name!" : "Digita il tuo nome!",
    "The name must be at least 3 characters long." : "Il nome deve essere composto da almeno 3 caratteri.",
    "You have to provide the correct password to join the meeting." : "Devi fornire la password corretta per partecipare alla riunione.",
    "Display name" : "Nome visualizzato",
    "Password" : "Password",
    "Join" : "Partecipa",
    "Have an account? Log in." : "Hai un account? Accedi.",
    "Hello %s" : "Ciao %s",
    "Name, group, ..." : "Nome, gruppo, ...",
    "Group" : "Gruppo",
    "Searching" : "Ricerca in corso",
    "No matches" : "Nessuna corrispondenza",
    "Name" : "Nome",
    "Max" : "Massimo",
    "Record" : "Registra",
    "Recordings" : "Registrazioni",
    "You are not permitted to create a room." : "Non ti è consentito creare una stanza.",
    "You exceeded the maximum number of rooms." : "Hai superato il numero massimo di stanze.",
    "Room quota:" : "Quota della stanza:",
    "Edit" : "Modifica",
    "Descriptive name of this room." : "Nome descrittivo della stanza.",
    "This message is shown to all users in the chat area after they joined." : "Questo messaggio è mostrato a tutti gli utenti nell'area di chat dopo il loro ingresso.",
    "Sets a limit on the number of participants for this room. Zero means there is no limit." : "Imposta un limite sul numero di partecipanti per questa stanza. Zero significa che non ci sono limiti.",
    "If enabled, the moderator is able to start the recording." : "Se abilitata, il moderatore è in grado di avviare la registrazione.",
    "Public: Everyone knowing the link is able to join. Password: Guests have to provide a password. Waiting room: A moderator has to accept every guest before they can join. Internal: Only Nextcloud users can join." : "Pubblica: chiunque conosca il collegamento è in grado di partecipare. Password: gli ospiti devono fornire un password. Sala d'attesa: un moderatore deve accettare ogni ospite prima che possa entrare. Interna: possono partecipare solo gli utenti di Nextcloud.",
    "A moderator is able to manage all participants in a meeting including kicking, muting or selecting a presenter. Users with the role moderator are also able to close a meeting or change the default settings." : "Un moderatore è in grado di gestire tutti i partecipanti a una riunione, inclusa l'espulsione, il silenziamento o la selezione di un relatore. Gli utenti con il ruolo di moderatore possono anche chiudere una riunione o modificare le impostazioni predefinite.",
    "If enabled, normal users have to wait until a moderator is in the room." : "Se abilitata, gli utenti normali devono attendere fino a quando un moderatore è nella stanza.",
    "Edit \"{room}\"" : "Modifica \"{room}\"",
    "Welcome" : "Benvenuto",
    "Participant limit" : "Limite di partecipanti",
    "Access" : "Accesso",
    "Every participant is moderator" : "Ogni partecipante è moderatore",
    "Miscellaneous" : "Varie",
    "Recording" : "Registrazione",
    "Require moderator to start room" : "Richiede che il moderatore avvii la stanza",
    "Room name" : "Nome stanza",
    "Create" : "Crea",
    "_%n participant_::_%n participants_" : ["%n partecipante","%n partecipanti"],
    "Delete" : "Elimina",
    "Are you sure you want to delete \"{name}\"? This operation can not be undone." : "Sei sicuro di voler eliminare \"{name}\"? Questa operazione non può essere annullata.",
    "Delete \"{name}\"?" : "Vuoi eliminare \"{name}\"?",
    "Select target folder" : "Seleziona la cartella di destinazione",
    "Room URL was stored in \"{path}\" as \"{filename}\"." : "L'URL per la stanza è stato archiviato in \"{path}\" come \"{filename}\".",
    "Link stored" : "Collegamento archiviato",
    "URL to room could not be stored." : "L'URL per la stanza non può essere archiviato.",
    "Error" : "Errore",
    "URL to presentation was stored in \"{path}\" as \"{filename}\"." : "L'URL per la presentazione è stato archiviato in \"{path}\" come \"{filename}\".",
    "URL to presentation could not be stored." : "L'URL per la presentazione non può essere archiviato.",
    "Are you sure you want to delete the recording from \"{startDate}\"? This operation can not be undone." : "Sei sicuro di voler eliminare la registrazione da \"{startDate}\"? Questa operazione non può essere annullata.",
    "Delete?" : "Vuoi eliminare?",
    "Could not delete record" : "Impossibile eliminare il record",
    "Server error" : "Errore del server",
    "moderator" : "moderatore",
    "admin" : "amministratore",
    "Share" : "Condividi",
    "Loading" : "Caricamento",
    "You are not allowed to change this option, because this room is shared with you." : "Non ti è consentito modificare questa opzione, poiché questa stanza è condivisa con te.",
    "Max. rooms" : "Num. massimo stanze",
    "Max. participants" : "Num. massimo partecipanti",
    "Group, ..." : "Gruppo, ...",
    "Restrictions do not affect existing rooms. Minus one means the value is unlimited. The least restrictive option is chosen for every user if multiple restrictions apply." : "Le restrizioni non influiscono sulle stanze esistenti. Meno uno significa che il valore è illimitato. L'opzione meno restrittiva viene scelta per ogni utente se si applicano più restrizioni.",
    "Are you sure you want to delete the restrictions for group \"{name}\"? This operation can not be undone." : "Sei sicuro di voler eliminare le restrizioni per il gruppo \"{name}\"? Questa operazione non può essere annullata.",
    "Delete restrictions for \"{name}\"?" : "Eliminare le restrizioni per \"{name}\"?",
    "Settings saved" : "Impostazioni salvate",
    "Unexpected error occurred" : "Si è verificato un errore inatteso",
    "API URL is invalid" : "URL API non valido",
    "API secret is invalid" : "Il segreto API non è valido",
    "This room is not open yet. We will try it again in {sec} seconds. Please wait." : "Questa stanza non è ancora aperta. Riproveremo tra {sec} secondi. Attendi."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}