{ "translations": {
    "You created the room %s." : "ທ່ານໄດ້ສ້າງຫ້ອງ %s.",
    "You deleted the room %s." : "ທ່ານໄດ້ລຶບຫ້ອງ %s.",
    "{user} deleted the room %s." : "{user} ໄດ້ລຶບຫ້ອງ %s.",
    "You shared the room %s with {shareWith}." : "ທ່ານໄດ້ແບ່ງປັນຫ້ອງ %s ກັບ {shareWith}.",
    "{user} shared the room %s with you." : "{user} ໄດ້ແບ່ງປັນຫ້ອງ %s ກັບທ່ານ.",
    "You unshared the room %s with {shareWith}." : "ທ່ານໄດ້ຍົກເລີກການແບ່ງປັນຫ້ອງ %s ກັບ {shareWith}.",
    "{user} unshared the room %s with you." : "{user} ໄດ້ຍົກເລີກການແບ່ງປັນຫ້ອງ %s ກັບທ່ານ.",
    "You started a meeting in the \"%s\" room." : "ທ່ານໄດ້ເລີ່ມການປະຊຸມໃນຫ້ອງ \"%s\".",
    "{user} started a meeting in the \"%s\" room." : "{user} ໄດ້ເລີ່ມການປະຊຸມໃນຫ້ອງ \"%s\".",
    "The meeting in room \"%s\" has ended." : "ການປະຊຸມໃນຫ້ອງ \"%s\" ໄດ້ສິ້ນສຸດລົງແລ້ວ.",
    "Recording for room \"%s\" is ready." : "ການບັນທຶກສຳລັບຫ້ອງ \"%s\" ແມ່ນພ້ອມແລ້ວ.",
    "To invite someone to the meeting, send them this link: %s" : "ເພື່ອເຊີນຜູ້ໃດຜູ້ໜຶ່ງເຂົ້າຮ່ວມການປະຊຸມ, ສົ່ງລິ້ງນີ້ໃຫ້ພວກເຂົາ: %s",
    "Public" : "ສາທາລະນະ",
    "Internal + Password protection for guests" : "ພາຍໃນ + ການປ້ອງກັນດ້ວຍລະຫັດຜ່ານສຳລັບແຂກ",
    "Internal + Waiting room for guests" : "ພາຍໃນ + ຫ້ອງລໍຖ້າສຳລັບແຂກ",
    "Waiting room for all users" : "ຫ້ອງລໍຖ້າສຳລັບຜູ້ໃຊ້ທັງໝົດ",
    "Internal" : "ພາຍໃນ",
    "Internal restricted" : "ພາຍໃນທີ່ຖືກຈຳກັດ",
    "API URL or secret not configured. Please contact your administrator." : "API URL ຫຼື ລະຫັດລັບບໍ່ໄດ້ຖືກຕັ້ງຄ່າ. ກະລຸນາຕິດຕໍ່ຜູ້ເບິ່ງແຍງລະບົບຂອງທ່ານ.",
    "BigBlueButton Integration" : "ການເຊື່ອມໂຍງ BigBlueButton",
    "BigBlueButton integration for Nextcloud" : "ການເຊື່ອມໂຍງ BigBlueButton ສຳລັບ Nextcloud",
    "This app allows to create meetings with an external installation of [BigBlueButton](https://bigbluebutton.org).\n\n* **Room setup** Create multiple room configurations with name, welcome message …\n* **Share guest link** Share the room link with all your guests\n* **Share moderator link** Invite moderators to the room\n* **Share rooms** Share rooms with members, groups or circles\n* **Custom presentation** Start a room with a selected presentation from your file browser\n* **Manage recordings** View, share and delete recordings for your rooms\n* **Restrictions** Restrict room creation to certain groups\n* **Activities** Get an overview of your room activities\n\nQuick start guide and further information in our [readme](https://github.com/littleredbutton/cloud_bbb).\nDo you like this application? Give something back to the open source community and checkout our\n[ways to contribute](https://github.com/littleredbutton/cloud_bbb/blob/master/.github/contributing.md).\n\nContributors are welcome! If you have time it would be awesome if you could help to enhance this application.\n\n*This app integrates BigBlueButton and is not endorsed or certified by BigBlueButton Inc. BigBlueButton and the BigBlueButton Logo are trademarks of BigBlueButton Inc.*" : "ແອັບນີ້ອະນຸຍາດໃຫ້ສ້າງການປະຊຸມດ້ວຍການຕິດຕັ້ງ [BigBlueButton](https://bigbluebutton.org) ຈາກພາຍນອກ.\n\n* **ການຕັ້ງຄ່າຫ້ອງ** ສ້າງການຕັ້ງຄ່າຫ້ອງຫຼາຍໆຫ້ອງດ້ວຍຊື່, ຂໍ້ຄວາມຕ້ອນຮັບ …\n* **ແບ່ງປັນລິ້ງແຂກ** ແບ່ງປັນລິ້ງຫ້ອງກັບແຂກທຸກຄົນຂອງທ່ານ\n* **ແບ່ງປັນລິ້ງຜູ້ຄວບຄຸມ** ເຊີນຜູ້ຄວບຄຸມເຂົ້າຮ່ວມຫ້ອງ\n* **ແບ່ງປັນຫ້ອງ** ແບ່ງປັນຫ້ອງກັບສະມາຊິກ, ກຸ່ມ ຫຼື ວົງການ\n* **ການນຳສະເໜີແບບກຳນົດເອງ** ເລີ່ມຫ້ອງດ້ວຍການນຳສະເໜີທີ່ເລືອກຈາກຕົວທ່ອງໄຟລ໌ຂອງທ່ານ\n* **ຈັດການການບັນທຶກ** ເບິ່ງ, ແບ່ງປັນ ແລະ ລຶບການບັນທຶກສຳລັບຫ້ອງຂອງທ່ານ\n* **ຂໍ້ຈຳກັດ** ຈຳກັດການສ້າງຫ້ອງໃຫ້ກັບກຸ່ມທີ່ແນ່ນອນ\n* **ກິດຈະກຳ** ເບິ່ງພາບລວມຂອງກິດຈະກຳໃນຫ້ອງຂອງທ່ານ\n\nຄູ່ມືເລີ່ມຕົ້ນດ່ວນ ແລະ ຂໍ້ມູນເພີ່ມເຕີມໃນ [readme](https://github.com/littleredbutton/cloud_bbb) ຂອງພວກເຮົາ.\nທ່ານມັກແອັບພລິເຄຊັນນີ້ບໍ່? ປະກອບສ່ວນຄືນໃຫ້ກັບຊຸມຊົນໂອເພນຊອສ ແລະ ກວດສອບ\n[ວິທີການປະກອບສ່ວນ](https://github.com/littleredbutton/cloud_bbb/blob/master/.github/contributing.md) ຂອງພວກເຮົາ.\n\nຍິນດີຕ້ອນຮັບຜູ້ປະກອບສ່ວນ! ຖ້າທ່ານມີເວລາ, ມັນຈະດີຫຼາຍຖ້າທ່ານສາມາດຊ່ວຍປັບປຸງແອັບພລິເຄຊັນນີ້.\n\n*ແອັບນີ້ເຊື່ອມໂຍງກັບ BigBlueButton ແລະ ບໍ່ໄດ້ຮັບການຮັບຮອງ ຫຼື ຢັ້ງຢືນຈາກ BigBlueButton Inc. BigBlueButton ແລະ ໂລໂກ້ BigBlueButton ແມ່ນເຄື່ອງໝາຍການຄ້າຂອງ BigBlueButton Inc.*",
    "Room not found" : "ບໍ່ພົບຫ້ອງ",
    "The room could not be found. Maybe it was deleted?" : "ບໍ່ສາມາດຊອກຫາຫ້ອງໄດ້. ບາງທີມັນອາດຈະຖືກລຶບໄປແລ້ວ?",
    "Back to %s" : "ກັບໄປທີ່ %s",
    "Get your API URL and secret by executing \"sudo bbb-conf --secret\" on your BigBlueButton server." : "ຮັບເອົາ API URL ແລະ ລະຫັດລັບຂອງທ່ານໂດຍການໃຊ້ຄຳສັ່ງ \"sudo bbb-conf --secret\" ເທິງເຊີບເວີ BigBlueButton ຂອງທ່ານ.",
    "API URL" : "API URL",
    "API secret" : "ລະຫັດລັບ API",
    "Save" : "ບັນທຶກ",
    "Show room manager in app navigation instead of settings page." : "ສະແດງຕົວຈັດການຫ້ອງໃນການນຳທາງແອັບແທນໜ້າການຕັ້ງຄ່າ.",
    "Use Nextcloud theme in BigBlueButton." : "ໃຊ້ຮູບແບບສີສັນຂອງ Nextcloud ໃນ BigBlueButton.",
    "Default Room Settings" : "ການຕັ້ງຄ່າຫ້ອງເລີ່ມຕົ້ນ",
    "Below you can change some default values, which are used to create a new room." : "ຂ້າງລຸ່ມນີ້ທ່ານສາມາດປ່ຽນຄ່າເລີ່ມຕົ້ນບາງຢ່າງ, ເຊິ່ງໃຊ້ເພື່ອສ້າງຫ້ອງໃໝ່.",
    "Perform media check before usage" : "ກວດສອບສື່ກ່ອນການນຳໃຊ້",
    "Community" : "ຊຸມຊົນ",
    "Are you enjoying this app? Give something back to the open source community." : "ທ່ານກຳລັງເພີດເພີນກັບແອັບນີ້ຢູ່ບໍ່? ປະກອບສ່ວນຄືນໃຫ້ກັບຊຸມຊົນໂອເພນຊອສ.",
    "Checkout the contributor guide" : "ກວດສອບຄູ່ມືຜູ້ປະກອບສ່ວນ",
    "URL Shortener" : "ຕົວຫຍໍ້ URL",
    "If you like to use shorter urls, you can enter a forwarding proxy below." : "ຖ້າທ່ານຕ້ອງການໃຊ້ URL ທີ່ສັ້ນກວ່າ, ທ່ານສາມາດໃສ່ proxy ສົ່ງຕໍ່ຂ້າງລຸ່ມນີ້.",
    "URL shortener" : "ຕົວຫຍໍ້ URL",
    "Restrictions" : "ຂໍ້ຈຳກັດ",
    "You will be forwarded to the room in the next few seconds." : "ທ່ານຈະຖືກສົ່ງຕໍ່ໄປຍັງຫ້ອງໃນອີກບໍ່ເທົ່າໃດວິນາທີ.",
    "Let's go!" : "ໄປກັນເລີຍ!",
    "Please enter your name!" : "ກະລຸນາໃສ່ຊື່ຂອງທ່ານ!",
    "The name must be at least 3 characters long." : "ຊື່ຕ້ອງມີຄວາມຍາວຢ່າງໜ້ອຍ 3 ຕົວອັກສອນ.",
    "You have to provide the correct password to join the meeting." : "ທ່ານຕ້ອງໃສ່ລະຫັດຜ່ານທີ່ຖືກຕ້ອງເພື່ອເຂົ້າຮ່ວມການປະຊຸມ.",
    "Display name" : "ຊື່ສະແດງ",
    "Password" : "ລະຫັດຜ່ານ",
    "Join" : "ເຂົ້າຮ່ວມ",
    "Have an account? Log in." : "ມີບັນຊີແລ້ວບໍ່? ເຂົ້າສູ່ລະບົບ.",
    "Hello %s" : "ສະບາຍດີ %s",
    "Name, group …" : "ຊື່, ກຸ່ມ …",
    "Group" : "ກຸ່ມ",
    "No matches" : "ບໍ່ມີລາຍການທີ່ຕົງກັນ",
    "admin" : "ຜູ້ເບິ່ງແຍງລະບົບ",
    "moderator" : "ຜູ້ຄວບຄຸມ",
    "user" : "ຜູ້ໃຊ້",
    "Server error" : "ເຊີບເວີຜິດພາດ",
    "unlimited" : "ບໍ່ຈຳກັດ",
    "Name" : "ຊື່",
    "Access" : "ການເຂົ້າເຖິງ",
    "Max" : "ສູງສຸດ",
    "Record" : "ບັນທຶກ",
    "Recordings" : "ການບັນທຶກ",
    "You are not permitted to create a room." : "ທ່ານບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ສ້າງຫ້ອງ.",
    "You exceeded the maximum number of rooms." : "ທ່ານສ້າງຫ້ອງເກີນຈຳນວນສູງສຸດແລ້ວ.",
    "Room quota:" : "ໂຄຕ້າຫ້ອງ:",
    "Edit" : "ແກ້ໄຂ",
    "Descriptive name of this room." : "ຊື່ອະທິບາຍຂອງຫ້ອງນີ້.",
    "This message is shown to all users in the chat area after they joined." : "ຂໍ້ຄວາມນີ້ຈະຖືກສະແດງໃຫ້ຜູ້ໃຊ້ທຸກຄົນເຫັນໃນພື້ນທີ່ສົນທະນາຫຼັງຈາກທີ່ພວກເຂົາເຂົ້າຮ່ວມ.",
    "Sets a limit on the number of participants for this room. Zero means there is no limit." : "ຕັ້ງຄ່າຈຳກັດຈຳນວນຜູ້ເຂົ້າຮ່ວມສຳລັບຫ້ອງນີ້. ສູນໝາຍຄວາມວ່າບໍ່ມີຂີດຈຳກັດ.",
    "If enabled, the moderator is able to start the recording." : "ຖ້າເປີດໃຊ້, ຜູ້ຄວບຄຸມຈະສາມາດເລີ່ມການບັນທຶກໄດ້.",
    "Explanation of the different concepts that constitute access options :<br> - Public: Anyone who has the link can join.<br> - Internal: Only Nextcloud users can join.<br> - Password: Only guests who have the password can join.<br> - Waiting room: A moderator must accept each guest before they can join.<br> - Restricted : Only selected users and groups can access this room." : "ຄຳອະທິບາຍແນວຄິດທີ່ແຕກຕ່າງກັນທີ່ປະກອບເປັນຕົວເລືອກການເຂົ້າເຖິງ :<br> - ສາທາລະນະ: ທຸກຄົນທີ່ມີລິ້ງສາມາດເຂົ້າຮ່ວມໄດ້.<br> - ພາຍໃນ: ສະເພາະຜູ້ໃຊ້ Nextcloud ເທົ່ານັ້ນທີ່ສາມາດເຂົ້າຮ່ວມໄດ້.<br> - ລະຫັດຜ່ານ: ສະເພາະແຂກທີ່ມີລະຫັດຜ່ານເທົ່ານັ້ນທີ່ສາມາດເຂົ້າຮ່ວມໄດ້.<br> - ຫ້ອງລໍຖ້າ: ຜູ້ຄວບຄຸມຕ້ອງຍອມຮັບແຂກແຕ່ລະຄົນກ່ອນທີ່ພວກເຂົາຈະສາມາດເຂົ້າຮ່ວມໄດ້.<br> - ຖືກຈຳກັດ: ສະເພາະຜູ້ໃຊ້ ແລະ ກຸ່ມທີ່ຖືກເລືອກເທົ່ານັ້ນທີ່ສາມາດເຂົ້າເຖິງຫ້ອງນີ້ໄດ້.",
    "A moderator is able to manage all participants in a meeting including kicking, muting or selecting a presenter. Users with the role moderator are also able to close a meeting or change the default settings." : "ຜູ້ຄວບຄຸມສາມາດຈັດການຜູ້ເຂົ້າຮ່ວມທັງໝົດໃນການປະຊຸມ ລວມທັງການເຕະອອກ, ປິດສຽງ ຫຼື ເລືອກຜູ້ນຳສະເໜີ. ຜູ້ໃຊ້ທີ່ມີບົດບາດເປັນຜູ້ຄວບຄຸມຍັງສາມາດປິດການປະຊຸມ ຫຼື ປ່ຽນການຕັ້ງຄ່າເລີ່ມຕົ້ນໄດ້.",
    "If enabled, normal users have to wait until a moderator is in the room." : "ຖ້າເປີດໃຊ້, ຜູ້ໃຊ້ທົ່ວໄປຕ້ອງລໍຖ້າຈົນກວ່າຜູ້ຄວບຄຸມຈະຢູ່ໃນຫ້ອງ.",
    "If enabled, a moderator URL is generated which allows access with moderator permission." : "ຖ້າເປີດໃຊ້, URL ຂອງຜູ້ຄວບຄຸມຈະຖືກສ້າງຂຶ້ນ ເຊິ່ງອະນຸຍາດໃຫ້ເຂົ້າເຖິງດ້ວຍສິດຂອງຜູ້ຄວບຄຸມ.",
    "Only selected users and groups are allowed to access the room." : "ສະເພາະຜູ້ໃຊ້ ແລະ ກຸ່ມທີ່ຖືກເລືອກເທົ່ານັ້ນທີ່ໄດ້ຮັບອະນຸຍາດໃຫ້ເຂົ້າເຖິງຫ້ອງ.",
    "If disabled, a microphone is needed to join the conference." : "ຖ້າປິດໃຊ້, ຈະຕ້ອງມີໄມໂຄຣໂຟນເພື່ອເຂົ້າຮ່ວມກອງປະຊຸມ.",
    "If enabled, the user has not to perform an echo call and webcam preview on the first join (available since BBB server 2.3)." : "ຖ້າເປີດໃຊ້, ຜູ້ໃຊ້ບໍ່ຈຳເປັນຕ້ອງທົດສອບສຽງສະທ້ອນ ແລະ ເບິ່ງຕົວຢ່າງເວັບແຄມໃນການເຂົ້າຮ່ວມຄັ້ງທຳອິດ (ມີໃຫ້ໃຊ້ຕັ້ງແຕ່ເຊີບເວີ BBB 2.3).",
    "If enabled, the user list, chat area and presentation are hidden by default." : "ຖ້າເປີດໃຊ້, ລາຍຊື່ຜູ້ໃຊ້, ພື້ນທີ່ສົນທະນາ ແລະ ການນຳສະເໜີຈະຖືກເຊື່ອງໄວ້ເປັນຄ່າເລີ່ມຕົ້ນ.",
    "If enabled, all users will join the meeting muted." : "ຖ້າເປີດໃຊ້, ຜູ້ໃຊ້ທຸກຄົນຈະເຂົ້າຮ່ວມການປະຊຸມແບບປິດສຽງ.",
    "Every participant is moderator" : "ຜູ້ເຂົ້າຮ່ວມທຸກຄົນເປັນຜູ້ຄວບຄຸມ",
    "Moderator access via URL" : "ການເຂົ້າເຖິງຂອງຜູ້ຄວບຄຸມຜ່ານ URL",
    "Miscellaneous" : "ເບັດເຕລັດ",
    "Recording" : "ການບັນທຶກ",
    "Require moderator to start room" : "ຕ້ອງການຜູ້ຄວບຄຸມເພື່ອເລີ່ມຫ້ອງ",
    "Listen only option" : "ຕົວເລືອກຟັງຢ່າງດຽວ",
    "Skip media check before usage" : "ຂ້າມການກວດສອບສື່ກ່ອນການນຳໃຊ້",
    "Clean layout" : "ໂຄງຮ່າງທີ່ສະອາດ",
    "Join meeting muted" : "ເຂົ້າຮ່ວມການປະຊຸມແບບປິດສຽງ",
    "Room name" : "ຊື່ຫ້ອງ",
    "Create" : "ສ້າງ",
    "Published" : "ເຜີຍແຜ່ແລ້ວ",
    "Open recording" : "ເປີດການບັນທຶກ",
    "Copy to clipboard" : "ສຳເນົາໃສ່ຄລິບບອດ",
    "Save as file" : "ບັນທຶກເປັນໄຟລ໌",
    "_%n participant_::_%n participants_" : ["%n ຜູ້ເຂົ້າຮ່ວມ"],
    "Delete" : "ລຶບ",
    "Are you sure you want to delete \"{name}\"? This operation cannot be undone." : "ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບ \"{name}\"? ການກະທຳນີ້ບໍ່ສາມາດຍົກເລີກໄດ້.",
    "Delete \"{name}\"?" : "ລຶບ \"{name}\" ບໍ່?",
    "Select target folder" : "ເລືອກໂຟເດີປາຍທາງ",
    "Room URL was stored in \"{path}\" as \"{filename}\"." : "URL ຂອງຫ້ອງຖືກເກັບໄວ້ໃນ \"{path}\" ເປັນ \"{filename}\".",
    "Link stored" : "ລິ້ງຖືກເກັບໄວ້ແລ້ວ",
    "URL to room could not be stored." : "ບໍ່ສາມາດເກັບ URL ຂອງຫ້ອງໄດ້.",
    "Error" : "ຜິດພາດ",
    "URL to presentation was stored in \"{path}\" as \"{filename}\"." : "URL ຂອງການນຳສະເໜີຖືກເກັບໄວ້ໃນ \"{path}\" ເປັນ \"{filename}\".",
    "URL to presentation could not be stored." : "ບໍ່ສາມາດເກັບ URL ຂອງການນຳສະເໜີໄດ້.",
    "Are you sure you want to delete the recording from \"{startDate}\"? This operation cannot be undone." : "ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບການບັນທຶກຈາກ \"{startDate}\"? ການກະທຳນີ້ບໍ່ສາມາດຍົກເລີກໄດ້.",
    "Delete?" : "ລຶບບໍ່?",
    "Could not delete record" : "ບໍ່ສາມາດລຶບບັນທຶກໄດ້",
    "Could not modify publishing state" : "ບໍ່ສາມາດແກ້ໄຂສະຖານະການເຜີຍແຜ່ໄດ້",
    "Open room" : "ເປີດຫ້ອງ",
    "Start" : "ເລີ່ມ",
    "Clone room" : "ສຳເນົາຫ້ອງ",
    "You are not allowed to change this option, because this room is shared with you." : "ທ່ານບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ປ່ຽນຕົວເລືອກນີ້, ເພາະວ່າຫ້ອງນີ້ຖືກແບ່ງປັນໃຫ້ທ່ານ.",
    "Group name" : "ຊື່ກຸ່ມ",
    "Max. rooms" : "ຫ້ອງສູງສຸດ",
    "Access options" : "ຕົວເລືອກການເຂົ້າເຖິງ",
    "Max. participants" : "ຜູ້ເຂົ້າຮ່ວມສູງສຸດ",
    "Restrictions do not affect existing rooms. Minus one means the value is unlimited. The least restrictive option is chosen for every user if multiple restrictions apply." : "ຂໍ້ຈຳກັດບໍ່ມີຜົນຕໍ່ຫ້ອງທີ່ມີຢູ່ແລ້ວ. ລົບໜຶ່ງໝາຍຄວາມວ່າຄ່າບໍ່ຈຳກັດ. ຕົວເລືອກທີ່ຈຳກັດໜ້ອຍທີ່ສຸດຈະຖືກເລືອກສຳລັບຜູ້ໃຊ້ແຕ່ລະຄົນຖ້າມີຂໍ້ຈຳກັດຫຼາຍອັນນຳໃຊ້.",
    "Are you sure you want to delete the restrictions for group \"{name}\"? This operation cannot be undone." : "ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບຂໍ້ຈຳກັດສຳລັບກຸ່ມ \"{name}\"? ການກະທຳນີ້ບໍ່ສາມາດຍົກເລີກໄດ້.",
    "Delete restrictions for \"{name}\"?" : "ລຶບຂໍ້ຈຳກັດສຳລັບ \"{name}\" ບໍ່?",
    "All users" : "ຜູ້ໃຊ້ທັງໝົດ",
    "All" : "ທັງໝົດ",
    "Settings saved" : "ບັນທຶກການຕັ້ງຄ່າແລ້ວ",
    "Unexpected error occurred" : "ເກີດຂໍ້ຜິດພາດທີ່ບໍ່ຄາດຄິດ",
    "API URL is invalid" : "API URL ບໍ່ຖືກຕ້ອງ",
    "API secret is invalid" : "ລະຫັດລັບ API ບໍ່ຖືກຕ້ອງ",
    "URL has to start with HTTPS" : "URL ຕ້ອງຂຶ້ນຕົ້ນດ້ວຍ HTTPS",
    "URL has to contain the {token} placeholder" : "URL ຕ້ອງມີຕົວແທນ {token}",
    "URL has to start with https:// and contain {token}. Additionally the {user} placeholder can be used." : "URL ຕ້ອງຂຶ້ນຕົ້ນດ້ວຍ https:// ແລະ ມີ {token}. ນອກຈາກນັ້ນຍັງສາມາດໃຊ້ຕົວແທນ {user} ໄດ້.",
    "Example configuration for Apache and Nginx" : "ຕົວຢ່າງການຕັ້ງຄ່າສຳລັບ Apache ແລະ Nginx",
    "The file \"{filename}\" was uploaded to your room." : "ໄຟລ໌ \"{filename}\" ໄດ້ຖືກອັບໂຫຼດໄປຍັງຫ້ອງຂອງທ່ານແລ້ວ.",
    "The file \"{filename}\" could not be uploaded to your room." : "ບໍ່ສາມາດອັບໂຫຼດໄຟລ໌ \"{filename}\" ໄປຍັງຫ້ອງຂອງທ່ານໄດ້.",
    "The file \"{filename}\" could not be uploaded to your room. Maybe your BigBlueButton server does not support this action." : "ບໍ່ສາມາດອັບໂຫຼດໄຟລ໌ \"{filename}\" ໄປຍັງຫ້ອງຂອງທ່ານໄດ້. ບາງທີເຊີບເວີ BigBlueButton ຂອງທ່ານອາດບໍ່ຮອງຮັບການກະທຳນີ້.",
    "Send file to BBB" : "ສົ່ງໄຟລ໌ໄປທີ່ BBB",
    "Send to" : "ສົ່ງໄປທີ່",
    "Start with" : "ເລີ່ມຕົ້ນດ້ວຍ",
    "Please select the room in which you like to use the file \"{filename}\"." : "ກະລຸນາເລືອກຫ້ອງທີ່ທ່ານຕ້ອງການໃຊ້ໄຟລ໌ \"{filename}\".",
    "No rooms available!" : "ບໍ່ມີຫ້ອງຫວ່າງ!",
    "Send to BBB" : "ສົ່ງໄປທີ່ BBB",
    "_This room is not open yet. We will try it again in %n second. Please wait._::_This room is not open yet. We will try it again in %n seconds. Please wait._" : ["ຫ້ອງນີ້ຍັງບໍ່ເປີດ. ພວກເຮົາຈະລອງໃໝ່ອີກຄັ້ງໃນ %n ວິນາທີ. ກະລຸນາລໍຖ້າ."]
},"pluralForm" :"nplurals=1; plural=0;"
}