{ "translations": {
    "API URL or secret not configured. Please contact your administrator." : "API URL of geheim niet geconfigureerd. Neem contact op met uw beheerder.",
    "BigBlueButton Integration" : "BigBlueButton Integratie",
    "BigBlueButton integration for Nextcloud" : "BigBlueButton integratie voor Nextcloud",
    "Back to %s" : "Terug naar %s",
    "Get your API URL and secret by executing \"sudo bbb-conf --secret\" on your BigBlueButton server." : "Haal je API URL en secret op door het uitvoeren van \"sudo bbb-conf --secret\" op je BigBlueButton server. ",
    "API URL" : "API URL",
    "API secret" : "API secret",
    "Save" : "Opslaan",
    "Please enter your name!" : "Voer je naam in!",
    "The name must be at least 3 characters long." : "De naam moet minimaal 3 tekens lang zijn",
    "You have to provide the correct password to join the meeting." : "Je moet het juiste wachtwoord opgeven om deel te kunnen nemen.",
    "Display name" : "Weergavenaam",
    "Password" : "Wachtwoord",
    "Join" : "Deelnemen",
    "Hello %s" : "Hallo %s",
    "Group" : "Groep",
    "No matches" : "Geen overeenkomsten",
    "Name" : "Naam",
    "Access" : "Toegang",
    "Max" : "Max",
    "Record" : "Opname",
    "Recordings" : "Opnames",
    "Edit" : "Bewerken",
    "Descriptive name of this room." : "Beschrijvende naam van deze kamer.",
    "This message is shown to all users in the chat area after they joined." : "Dit bericht wordt getoond aan alle gebruikers in chat nadat ze zich hebben aangemeld.",
    "Sets a limit on the number of participants for this room. Zero means there is no limit." : "Stelt een limiet in voor het aantal deelnemers in deze kamer. Nul betekent dat er geen limiet is.",
    "If enabled, the moderator is able to start the recording." : "Als dit is ingeschakeld, kan de moderator de opname starten.",
    "Public: Everyone knowing the link is able to join. Password: Guests have to provide a password. Waiting room: A moderator has to accept every guest before they can join. Internal: Only Nextcloud users can join." : "Openbaar: iedereen die de link kent, kan deelnemen. Wachtwoord: gasten moeten een wachtwoord opgeven. Wachtkamer: een moderator moet elke gast accepteren voordat ze kunnen deelnemen. Intern: alleen Nextcloud-gebruikers kunnen lid worden.",
    "A moderator is able to manage all participants in a meeting including kicking, muting or selecting a presenter. Users with the role moderator are also able to close a meeting or change the default settings." : "Een moderator kan alle deelnemers aan een vergadering beheren, inclusief schoppen, dempen of het selecteren van een presentator. Gebruikers met de rolmoderator kunnen ook een vergadering sluiten of de standaardinstellingen wijzigen.",
    "Edit \"{room}\"" : "Bewerk \"{room}\"",
    "Welcome" : "Welkom",
    "Participant limit" : "Deelnamelimiet",
    "Every participant is moderator" : "Elke deelnemer is moderator",
    "Miscellaneous" : "Diversen",
    "Recording" : "Opnemen",
    "Room name" : "Kamernaam",
    "Create" : "Creëren",
    "_%n participant_::_%n participants_" : ["%n deelnemer","%n deelnemers"],
    "Delete" : "Verwijderen",
    "Are you sure you want to delete \"{name}\"? This operation can not be undone." : "Weet je zeker dat je \"{name}\" wilt verwijderen? Deze handeling kan niet ongedaan worden gemaakt.",
    "Delete \"{name}\"?" : "Verwijderen \"{name}\"?",
    "Select target folder" : "Selecteer doelmap",
    "Room URL was stored in \"{path}\" as \"{filename}\"." : "Kamer URL werd opgeslagen in \"{path}\" als \"{filename}\".",
    "Link stored" : "Link opgeslagen",
    "URL to room could not be stored." : "URL naar ruimte kon niet worden opgeslagen.",
    "Error" : "Fout",
    "URL to presentation was stored in \"{path}\" as \"{filename}\"." : "URL naar presentatie werd opgeslagen in \"{path}\" als \"{filename}\".",
    "URL to presentation could not be stored." : "URL naar presentatie kon niet worden opgeslagen.",
    "Are you sure you want to delete the recording from \"{startDate}\"? This operation can not be undone." : "Weet je zeker dat je de opname van \"{startDate}\" wilt verwijderen? Deze bewerking kan niet ongedaan worden gemaakt.",
    "Delete?" : "Verwijderen?",
    "Could not delete record" : "Kon record niet verwijderen",
    "Server error" : "Serverfout",
    "moderator" : "moderator",
    "admin" : "admin",
    "Share" : "Delen",
    "Loading" : "Laden",
    "You are not allowed to change this option, because this room is shared with you." : "U mag deze optie niet wijzigen, omdat deze kamer met u wordt gedeeld.",
    "Settings saved" : "Instellingen bewaard",
    "Unexpected error occurred" : "Onverwachte fout opgetreden",
    "API URL is invalid" : "API URL is ongeldig",
    "API secret is invalid" : "API secret is ongeldig"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}