{ "translations": {
    "API URL or secret not configured. Please contact your administrator." : "URL ou senha da API não configurada. Entre em contato com o administrador.",
    "BigBlueButton Integration" : "Integração BigBlueButton",
    "BigBlueButton integration for Nextcloud" : "Integração BigBlueButton para Nextcloud",
    "This app allows to create meetings with an external installation of [BigBlueButton](https://bigbluebutton.org).\n\n* **Room setup** Create multiple room configurations with name, welcome message, ...\n* **Share guest link** Share the room link with all your guests\n* **Custom presentation** Start a room with a selected presentation from your file browser\n* **Manage recordings** View, share and delete recordings for your rooms\n\nDeveloper wanted! If you have time it would be awesome if you could help to enhance this application.\n\n*This app integrates BigBlueButton and is not endorsed or certified by BigBlueButton Inc. BigBlueButton and the BigBlueButton Logo are trademarks of BigBlueButton Inc.*" : "Este aplicativo permite criar reuniões com uma instalação externa do [BigBlueButton] (https://bigbluebutton.org).\n\n* **Configuração da Sala** Crie várias configurações de sala com nome, mensagens de boas vindas, ...\n* **Compartilhe o link para convidados** Compartilhe o link da sala com todos os seus convidados\n* **Apresentações personalizadas** Inicie uma sala com uma apresentação selecionada do navegador de arquivos\n* **Gerencie gravações** Veja, compartilhe e exclua gravações das suas salas\n\nProcura-se desenvolvedores! Se você tiver tempo, sua ajuda para melhorar este aplicativo seria incrível!\n\n*Este aplicativo integra o BigBlueButton e não é endossado ou certificado pela BigBlueButton Inc. BigBlueButton e seu logotipo são marcas comerciais da BigBlueButton Inc.*",
    "Get your API URL and secret by executing \"sudo bbb-conf --secret\" on your BigBlueButton server." : "Obtenha a URL e a senha da API executando \"sudo bbb-conf --secret\" no servidor BigBlueButton.",
    "API URL" : "URL da API",
    "API secret" : "Senha da API",
    "Save" : "Salvar",
    "Please enter your name!" : "Digite seu nome!",
    "The name must be at least 3 characters long." : "O nome deve ter ao menos 3 caracteres.",
    "You have to provide the correct password to join the meeting." : "Você deve fornecer a senha correta para ingressar na reunião.",
    "Display name" : "Exibir nome",
    "Password" : "Senha",
    "Join" : "Juntar-se",
    "Name" : "Nome",
    "Max" : "Máx",
    "Record" : "Gravar",
    "Recordings" : "Gravações",
    "Edit" : "Editar",
    "Descriptive name of this room." : "Nome descritivo desta sala.",
    "This message is shown to all users in the chat area after they joined." : "Esta mensagem é mostrada a todos os usuários na área de bate-papo após a adesão.",
    "Sets a limit on the number of participants for this room. Zero means there is no limit." : "Define um limite do número de participantes para esta sala. Zero significa sem limite.",
    "If enabled, the moderator is able to start the recording." : "Se ativado, o moderador poderá iniciar a gravação.",
    "Public: Everyone knowing the link is able to join. Password: Guests have to provide a password. Waiting room: A moderator has to accept every guest before they can join. Internal: Only Nextcloud users can join." : "Público: Todos que têm o link podem participar. Senha: Os convidados devem fornecer uma senha. Sala de espera: Um moderador deve aceitar cada convidado para que possa participar. Interno: Somente usuários Nextcloud podem participar.",
    "A moderator is able to manage all participants in a meeting including kicking, muting or selecting a presenter. Users with the role moderator are also able to close a meeting or change the default settings." : "Um moderador é capaz de gerenciar todos os participantes de uma reunião, incluindo remover, silenciar ou selecionar um apresentador. Os usuários com a função de moderador também podem fechar uma reunião ou alterar as configurações padrão.",
    "Edit \"{room}\"" : "Editar \"{room}\"",
    "Welcome" : "Bem-vindo",
    "Participant limit" : "Limite de participantes",
    "Access" : "Acesso",
    "Public" : "Público",
    "Internal + Password protection for guests" : "Interno + Proteção por senha para convidados",
    "Internal + Waiting room for guests" : "Interno + Sala de espera para convidados",
    "Internal" : "Interno",
    "Internal restricted" : "Restringido internamente",
    "Every participant is moderator" : "Todo participante é moderador",
    "Miscellaneous" : "Diversos",
    "Recording" : "Gravação",
    "Room name" : "Nome da sala",
    "Create" : "Criar",
    "_%n participant_::_%n participants_" : ["%n participante","%n participantes"],
    "Delete" : "Excluir",
    "Are you sure you want to delete \"{name}\"? This operation can not be undone." : "Quer realmente excluir \"{name}\"? Esta operação não pode ser desfeita.",
    "Delete \"{name}\"?" : "Excluir \"{name}\"?",
    "Select target folder" : "Selecione a pasta destino",
    "Room URL was stored in \"{path}\" as \"{filename}\"." : "A URL da sala foi guardada em \"{path}\" como \"{filename}\".",
    "Link stored" : "Link guardado",
    "URL to room could not be stored." : "A URL da sala não pôde ser guardada.",
    "Error" : "Erro",
    "URL to presentation was stored in \"{path}\" as \"{filename}\"." : "A URL da apresentação foi guardada em \"{path}\" como \"{filename}\".",
    "URL to presentation could not be stored." : "A URL da apresentação não pôde ser guardada.",
    "Are you sure you want to delete the recording from \"{startDate}\"? This operation can not be undone." : "Quer realmente excluir a gravação de \"{startDate}\"? Esta operação não pode ser desfeita.",
    "Delete?" : "Excluir?",
    "Could not delete record" : "Não foi possível excluir a gravação",
    "Server error" : "Erro no servidor",
    "Group" : "Grupo",
    "No matches" : "Sem correspondência",
    "moderator" : "moderador",
    "admin" : "admin",
    "Share" : "Compartilhar",
    "Loading" : "Carregando",
    "Name, group, ..." : "Nome, grupo, ...",
    "You are not allowed to change this option, because this room is shared with you." : "Você não tem permissão para alterar esta opção, porque esta sala é compartilhada com você.",
    "Settings saved" : "Configurações salvas",
    "Unexpected error occurred" : "Ocorreu um erro inesperado",
    "API URL is invalid" : "URL da API inválida",
    "API secret is invalid" : "A senha da API é inválida"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}