{ "translations": {
    "You created the room %s." : "As creadu s'istantza %s.",
    "You deleted the room %s." : "As cantzelladu s'istantza%s.",
    "{user} deleted the room %s." : "{user} at cantzelladu s'istantza %s.",
    "You shared the room %s with {shareWith}." : "As cumpartzidu s'istantza %s cun {shareWith}.",
    "{user} shared the room %s with you." : "{user} at cumpartzidu s'istantza %s cun tegus.",
    "You unshared the room %s with {shareWith}." : "No as cumpartzidu s'istantza %s cun {shareWith}.",
    "{user} unshared the room %s with you." : "{user} no at cumpartzidu s'istantza %s cun tegus.",
    "You started a meeting in the \"%s\" room." : "As cumintzadu un'addòbiu in s'istantza \"%s\".",
    "{user} started a meeting in the \"%s\" room." : "{user} at cumintzadu un'addòbiu in s'istantza \"%s\".",
    "The meeting in room \"%s\" has ended." : "S'addòbiu in s'istantza \"%s\" est agabbadu.",
    "Recording for room \"%s\" is ready." : "Sa registratzione pro s'istantza \"%s\" est pronta.",
    "To invite someone to the meeting, send them this link: %s" : "Pro imbitare persones a s'addòbiu, cumpartzi custu ligòngiu: %s",
    "API URL or secret not configured. Please contact your administrator." : "API URL o segretu non cunfiguradu. Cuntata s'amministratzione tua.",
    "BigBlueButton Integration" : "Integratzione de BigBlueButton",
    "BigBlueButton integration for Nextcloud" : "Integratzione de BigBlueButton pro Nextcloud",
    "This app allows to create meetings with an external installation of [BigBlueButton](https://bigbluebutton.org).\n\n* **Room setup** Create multiple room configurations with name, welcome message …\n* **Share guest link** Share the room link with all your guests\n* **Share moderator link** Invite moderators to the room\n* **Share rooms** Share rooms with members, groups or circles\n* **Custom presentation** Start a room with a selected presentation from your file browser\n* **Manage recordings** View, share and delete recordings for your rooms\n* **Restrictions** Restrict room creation to certain groups\n* **Activities** Get an overview of your room activities\n\nQuick start guide and further information in our [readme](https://github.com/sualko/cloud_bbb).\nDo you like this application? Give something back to the open source community and checkout our\n[ways to contribute](https://github.com/sualko/cloud_bbb/blob/master/.github/contributing.md).\n\nDeveloper wanted! If you have time it would be awesome if you could help to enhance this application.\n\n*This app integrates BigBlueButton and is not endorsed or certified by BigBlueButton Inc. BigBlueButton and the BigBlueButton Logo are trademarks of BigBlueButton Inc.*" : "Custa aplicatzione permitit de creare addòbios cun un'installatzione esterna de [BigBlueButton](https://bigbluebutton.org).\n\n* **Cunfiguratzione istantza** Creat cunfiguratziones de istantzas mùltiplas cun nùmene, messàgiu de benebènnida …\n* **Cumpartzi ligòngiu pro s'ospite** Cumpartzi su ligòngiu de s'istantza cun totu is òspites\n* **Cumpartzi ligòngiu moderadore** Invita a persones chi mòderant in s'istantza\n* **Cumpartzi istantzas** Cumpartzi istantzas cun persones, grupos o chircos\n* **Personaliza presentatzione** Incarrera un'istantza cun una presentatzione  seletzionada dae su navigadore de documentos\n* **Manìgia registratziones** Visualiza, cumpartzi e cantzella registratziones in s'istantza tua\n* **Restritziones** Lìmita sa creatzione de istantzas a tzertos grupos\n* **Atividades** Otene una panoràmica de is atividades de s'istantza tua\n\nGhia de incarrerada e àteras informatziones in [leghe·mi](https://github.com/sualko/cloud_bbb).\nTi praghet custa aplicatzione? Nara·ddu a sa comunidade aberta e càstia su\n[maneras pro contribuire] nostru (https://github.com/sualko/cloud_bbb/blob/master/.github/contributing.md).\n\nChircamus a persones pro isvilupare! Si tenes tempus, diat èssere bellu a nos agiudare a megiorare s'aplicatzione.\n\n*Custa aplicatzione ìntegrat BigBlueButton e no est sustènnida o tzertificada dae BigBlueButton Inc. BigBlueButton e su logo BigBlueButton sunt de propiedade de BigBlueButton Inc.*",
    "Room not found" : "Istantza no agatada",
    "The room could not be found. Maybe it was deleted?" : "No at fatu a agatare s'istantza. Mancari est istada cantzellada?",
    "Back to %s" : "A coa a %s",
    "Get your API URL and secret by executing \"sudo bbb-conf --secret\" on your BigBlueButton server." : "Otene s'API URL e segretu esecutende \"sudo bbb-conf --secret\" in su serbidore BigBlueButton.",
    "API URL" : "API URL",
    "API secret" : "API segretu",
    "Save" : "Sarva",
    "Show room manager in app navigation instead of settings page." : "Mustra gestione de s'istantza in navigatzione de s'aplicatzione imbetzes de sa pàgina de is cunfiguratziones.",
    "Use Nextcloud theme in BigBlueButton." : "Imprea su tema de Nextcloud in BigBlueButton.",
    "Community" : "Comunidade",
    "Are you enjoying this app? Give something back to the open source community." : "Ti praghet custa aplicatzione? Nara·ddu a sa comunidade aberta.",
    "Checkout the contributor guide" : "Càstia sa ghia pro is cuntributos",
    "URL Shortener" : "Acurtzadore URL",
    "If you like to use shorter urls, you can enter a forwarding proxy below." : "Si boles impreare url prus curtzus, podes insertare in suta unu proxy atzessìbile.",
    "URL shortener" : "Acurtzadore URL",
    "Restrictions" : "Restritziones",
    "You will be forwarded to the room in the next few seconds." : "As a èssere in s'istantza tra pagos segundos.",
    "Let's go!" : "Ajò!",
    "Please enter your name!" : "Inserta su nùmene tuo!",
    "The name must be at least 3 characters long." : "Su nùmene depet tènnere a su mancu 3 caràteres.",
    "You have to provide the correct password to join the meeting." : "Depes pònnere sa crae giusta pro intrare in s'addòbiu.",
    "Display name" : "Ammustra nùmene",
    "Password" : "Crae",
    "Join" : "Intra",
    "Have an account? Log in." : "Tenes unu contu? Intra.",
    "Hello %s" : "Salude %s",
    "Name, group …" : "Nùmene, grupu …",
    "Group" : "Grupu",
    "Searching" : "Chirchende",
    "No matches" : "Peruna currispondèntzia",
    "Public" : "Pùblicu",
    "Internal + Password protection for guests" : "Internu + Protetzione cun crae pro is òspites",
    "Internal + Waiting room for guests" : "Internu + Sala de ispera pro is òspites",
    "Internal" : "Internu",
    "Internal restricted" : "Internu limitadu",
    "Name" : "Nùmene",
    "Access" : "Atzessu",
    "Max" : "Màssimu",
    "Record" : "Registra",
    "Recordings" : "Registratziones",
    "You are not permitted to create a room." : "Non tenes su permissu pro creare un'istantza.",
    "You exceeded the maximum number of rooms." : "As passadu su nùmeru màssimu de istantzas.",
    "Room quota:" : "Lìmite istanzas:",
    "Edit" : "Modìfica",
    "Descriptive name of this room." : "Nùmene descritivu de custa istantza.",
    "This message is shown to all users in the chat area after they joined." : "Custu messàgiu si mustrat a totu is utentes in sa tzarrada a pustis chi intrant.",
    "Sets a limit on the number of participants for this room. Zero means there is no limit." : "Impostat unu lìmite in su mùmeru de partetzipantes in custa istantza. Zero bolet nàrrere ca non ddoe at lìmites.",
    "If enabled, the moderator is able to start the recording." : "Si est ativadu, chie mòderat at a pòdere cumintzare sa registratzione.",
    "Public: Everyone knowing the link is able to join. Password: Guests have to provide a password. Waiting room: A moderator has to accept every guest before they can join. Internal: Only Nextcloud users can join." : "Pùblicu: Chie connoschet su ligòngiu podet intrare. Crae: Is òspites depent pònnere una crae. Sala de ispera: Chie mòderat depet atzetare ogni òspite prima chi potzant intrare. Internu: Podent intrare isceti utentes Nextcloud.",
    "A moderator is able to manage all participants in a meeting including kicking, muting or selecting a presenter. Users with the role moderator are also able to close a meeting or change the default settings." : "Sa persone chi mòderat podet gestire totu is partetzipantes de un'addòbiu, e fintzas bogare, pònnere a sa muda o seletzionare a sa persone chi presentat. Su de moderare permitit puru de serrare un'addòbiu o mudare is cunfiguratziones predefinidas.",
    "If enabled, normal users have to wait until a moderator is in the room." : "Si est ativadu, is utentes normales depent aspetare finas a cando ddoe siat una persone moderadore in s'istantza.",
    "If enabled, a moderator URL is generated which allows access with moderator permission." : "Si ativadu, si gènerat un'URL moderadore chi permitit de atzèdere cun permissu de moderare.",
    "Only selected users and groups are allowed to access the room." : "Isceti is utentes e grupos seletzionados podent atzèdere a s'istantza.",
    "If disabled, a microphone is needed to join the conference." : "Cando disativadu, serbit unu micròfonu pro intrare in sa cunferèntzia.",
    "If enabled, the user has not to perform an echo call and webcam preview on the first join (available since BBB server 2.3)." : "Cando ativadu, s'utente non depet atuare una mutida echo e un'anteprima de sa telecàmera a sa primu intrada (a disponimentu dae su serbidore BBB 2.3).",
    "If enabled, the user list, chat area and presentation are hidden by default." : "Cando ativadu, sa lista de utentes, s'àrea de tzarrada e presentzatzione sunt cuados comente impostatzione predefinida.",
    "If enabled, all users will join the meeting muted." : "Cando ativu, totu is utentes ant a intrare in sa riunione a sa muda.",
    "Edit \"{room}\"" : "Modìfica \"{room}\"",
    "Room URL" : "URL istantza",
    "Welcome" : "Ti donamus sa benebènnida",
    "Participant limit" : "Lìmite partetzipantes",
    "Every participant is moderator" : "Ogni partetzipante podet moderare",
    "Moderator access via URL" : "Atzessu moderadore dae URL",
    "Miscellaneous" : "Vàriu",
    "Recording" : "Registratzione",
    "Require moderator to start room" : "Persone moderadora recherta pro incarrerare istantza",
    "Listen only option" : "Sèberu ascurtu ebbia",
    "Skip media check before usage" : "Brinca controllu de su suportu in antis de s'impreu",
    "Clean layout" : "Istrutura lìmpia",
    "Join meeting muted" : "Intra in sa riunione a sa muda",
    "Room name" : "Nùmene istantza",
    "Create" : "Crea",
    "Open recording" : "Aberi sa registratzione",
    "Copy to clipboard" : "Còpia in punta de billete",
    "Save as file" : "Sarva comente documentu",
    "_%n participant_::_%n participants_" : ["%n partetzipante","%n partetzipantes"],
    "Delete" : "Cantzella",
    "Are you sure you want to delete \"{name}\"? This operation cannot be undone." : "A beru boles cantzellare \"{name}\"? Custa operatzione non si podet annullare.",
    "Delete \"{name}\"?" : "Cantzella \"{name}\"?",
    "Select target folder" : "Seletziona cartella de destinatzione",
    "Room URL was stored in \"{path}\" as \"{filename}\"." : "S'URL de s'istantza s'est sarvadu in \"{path}\" comente \"{filename}\".",
    "Link stored" : "Ligòngiu sarvadu",
    "URL to room could not be stored." : "No at fatu a sarvare s'URL de s'istantza.",
    "Error" : "Errore",
    "URL to presentation was stored in \"{path}\" as \"{filename}\"." : "S'URL de sa presentatzione s'est sarvadu in \"{path}\" comente \"{filename}\".",
    "URL to presentation could not be stored." : "No at fatu a sarvare s'URL de sa presentatzione.",
    "Are you sure you want to delete the recording from \"{startDate}\"? This operation cannot be undone." : "A beru boles cantzellare sa registratzione dae \"{startDate}\"? Custa operatzione non si podet annullare.",
    "Delete?" : "Cantzellare?",
    "Could not delete record" : "No at fatu a cantzellare sa registratzione",
    "Server error" : "Errore serbidore",
    "moderator" : "chie moderat",
    "admin" : "amministratzione",
    "Share" : "Cumpartzi",
    "Loading" : "Carrighende",
    "You are not allowed to change this option, because this room is shared with you." : "Non t'est permìtidu de cambiare custa optzione, ca custa istantza est cumpartzida cun tegus.",
    "Max. rooms" : "Màssimu de istantzas",
    "Max. participants" : "Màssimu de partetzipantes",
    "Group …" : "Grupu …",
    "Restrictions do not affect existing rooms. Minus one means the value is unlimited. The least restrictive option is chosen for every user if multiple restrictions apply." : "Is restritziones non sunt pro is istantza chi ddoe sunt giai. Mancu unu bolet nàrrere chi su valore non tenet lìmites. S'optzione prus pagu restritiva est pro totu is utentes si àplicant restritziones mùltiplas.",
    "Are you sure you want to delete the restrictions for group \"{name}\"? This operation cannot be undone." : "A beru boles cantzellare is restritziones pro su grupu \"{name}\"? Custa operatzione non si podet annullare.",
    "Delete restrictions for \"{name}\"?" : "Cantzellare restritziones pro \"{name}\"?",
    "Settings saved" : "Cunfiguratziones sarvadas",
    "Unexpected error occurred" : "B'at àpidu un'errore ispantosu",
    "API URL is invalid" : "API URL no est vàlidu",
    "API secret is invalid" : "API segretu no est vàlidu",
    "URL has to start with HTTPS" : "S'URL depet cumintzare cun HTTPS",
    "URL has to contain the {token} placeholder" : "S'URL depet cuntènnere su {token} còdighe",
    "URL has to start with https:// and contain {token}. Additionally the {user} placeholder can be used." : "S'URL depet cumintzare cun https:// e cuntènnere {token}. In prus si podet impreare su còdighe {user}.",
    "_This room is not open yet. We will try it again in %n second. Please wait._::_This room is not open yet. We will try it again in %n seconds. Please wait._" : ["Custa istantza no est ancora aberta. Amus a torrare a proare intre %n segundu. Aspeta.","Custa istantza no est ancora aberta. Amus a torrare a proare intre %n segundos. Aspeta."]
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}