{ "translations": {
    "API URL or secret not configured. Please contact your administrator." : "API adresi ya da parolası yapılandırılmamış. Lütfen BT yöneticiniz ile görüşün.",
    "BigBlueButton Integration" : "BigBlueButton Bütünleştirmesi",
    "BigBlueButton integration for Nextcloud" : "Nextcloud için BigBlueButton Bütünleştirmesi",
    "This app allows to create meetings with an external installation of [BigBlueButton](https://bigbluebutton.org).\n\n* **Room setup** Create multiple room configurations with name, welcome message, ...\n* **Share guest link** Share the room link with all your guests\n* **Custom presentation** Start a room with a selected presentation from your file browser\n* **Manage recordings** View, share and delete recordings for your rooms\n\nDeveloper wanted! If you have time it would be awesome if you could help to enhance this application.\n\n*This app integrates BigBlueButton and is not endorsed or certified by BigBlueButton Inc. BigBlueButton and the BigBlueButton Logo are trademarks of BigBlueButton Inc.*" : "Bu uygulama bir dış [BigBlueButton](https://bigbluebutton.org) kurulumu ile toplantı yapılabilmesini sağlar.\n\n* **Oda kurulumu** Ad ve hoş geldiniz iletisi ile birçok oda yapılandırması oluşturulabilir, ...\n* **Konuk bağlantısı paylaşımı** Toplantı bağlantısı tüm konuklar ile paylaşılabilir\n* **Özel sunum** Oda, dosya gezgininizden seçebileceğiniz bir sunum ile başlatılabilir\n* **Kayıt yönetimi** Oda kayıtları görülebilir, paylaşılabilir ve silinebilir\n\nGeliştiriciler aranıyor! Zamanınız varsa ve bu uygulamayı geliştirmemize yardım edebilirseniz harika olur.\n\n*Bu uygulama BigBlueButton ile bütünleştirme sağlar ve BigBlueButton Inc. tarafından herhangi bir onay ya da sertifika almamıştır. BigBlueButton ve BigBlueButton Logosu, BigBlueButton Inc. kuruluşunun tescilli ticari markalarıdır.*",
    "Get your API URL and secret by executing \"sudo bbb-conf --secret\" on your BigBlueButton server." : "API adresinizi ve parolanızı almak için BigBlueButton sunucusu üzerinde \"sudo bbb-conf --secret\" komutunu yürütün.",
    "API URL" : "API adresi",
    "API secret" : "API parolası",
    "Save" : "Kaydet",
    "Show room manager in app navigation instead of settings page." : "Uygulama gezinmesinde ayarlar sayfası yerine oda yöneticisi görüntülensin.",
    "You will be forwarded to the room in the next few seconds." : "Bir kaç saniye içinde odaya yönlendirileceksiniz.",
    "Let's go!" : "Haydi başlayalım!",
    "Please enter your name!" : "Lütfen adınızı yazın!",
    "The name must be at least 3 characters long." : "Ad en az 3 karakter uzunluğunda olmalıdır.",
    "You have to provide the correct password to join the meeting." : "Toplantıya katılmak için doğru parolayı yazmalısınız.",
    "Display name" : "Görüntülenecek ad",
    "Password" : "Parola",
    "Join" : "Katıl",
    "Hello %s" : "Merhaba %s",
    "Name, group, ..." : "Ad, grup, ...",
    "Group" : "Grup",
    "Searching" : "Aranıyor",
    "No matches" : "Eşleşme yok",
    "Name" : "Ad",
    "Max" : "En fazla",
    "Record" : "Kaydet",
    "Recordings" : "Kayıtlar",
    "Edit" : "Düzenle",
    "Descriptive name of this room." : "Odayı açıklayan ad.",
    "This message is shown to all users in the chat area after they joined." : "Katılan tüm kullanıcılara sohbet alanında bu ileti görüntülenir.",
    "Sets a limit on the number of participants for this room. Zero means there is no limit." : "Bu odanın katılımcı sayısı sınırını belirler. Sıfır yazıldığında sınırlama uygulanmaz.",
    "If enabled, the moderator is able to start the recording." : "Bu seçenek etkinleştirildiğinde, sorumlu toplantıyı kaydedebilir.",
    "Public: Everyone knowing the link is able to join. Password: Guests have to provide a password. Waiting room: A moderator has to accept every guest before they can join. Internal: Only Nextcloud users can join." : "Herkese açık: Bağlantıyı bilen herkes toplantıya katılabilir. Parola: Toplantıya katılabilmek için konukların parolayı bilmesi gerekir. Bekleme odası: Konukların toplantıya katılabilmesi için sorumlu tarafından kabul edilmeleri gerekir. İç: Toplantıya yalnız Nextcloud kullanıcıları katılabilir.",
    "A moderator is able to manage all participants in a meeting including kicking, muting or selecting a presenter. Users with the role moderator are also able to close a meeting or change the default settings." : "Bir sorunlu, katılımcıları çıkarma, sessize alma ya da sunucu olarak atama gibi işlemleri yapabilir. Sorumlu rolündeki kullanıcılar br toplantıyı bitirebilir ya da varsayılan ayarlarını değiştirebilir.",
    "Edit \"{room}\"" : "“{room}” düzenle",
    "Welcome" : "Hoş geldiniz",
    "Participant limit" : "Katılımcı sınırı",
    "Access" : "Erişim",
    "Every participant is moderator" : "Her katılımcı sorumlu olur",
    "Miscellaneous" : "Çeşitli",
    "Recording" : "Kayıt ediliyor",
    "Room name" : "Oda adı",
    "Create" : "Ekle",
    "_%n participant_::_%n participants_" : ["%n katılımcı","%n katılımcı"],
    "Delete" : "Sil",
    "Are you sure you want to delete \"{name}\"? This operation can not be undone." : "\"{name}\" ögesini silmek istediğinize emin misiniz? Bu işlem geri alınamaz",
    "Delete \"{name}\"?" : "\"{name}\" silinsin mi?",
    "Select target folder" : "Hedef klasörü seçin",
    "Room URL was stored in \"{path}\" as \"{filename}\"." : "Oda adresi \"{path}\" içine \"{filename}\" olarak kaydedildi.",
    "Link stored" : "Bağlantı kaydedildi",
    "URL to room could not be stored." : "Oda adresi kaydedilemedi.",
    "Error" : "Hata",
    "URL to presentation was stored in \"{path}\" as \"{filename}\"." : "Sunum adresi \"{path}\" içine \"{filename}\" olarak kaydedildi.",
    "URL to presentation could not be stored." : "Sunum adresi kaydedilemedi.",
    "Are you sure you want to delete the recording from \"{startDate}\"? This operation can not be undone." : "\"{startDate}\" tarihli kaydı silmek istediğinize emin misiniz? Bu işlem geri alınamaz",
    "Delete?" : "Silinsin mi?",
    "Could not delete record" : "Kayıt silinemedi",
    "Server error" : "Sunucu sorunu",
    "moderator" : "sorumlu",
    "admin" : "yönetici",
    "Share" : "Paylaş",
    "Loading" : "Yükleniyor",
    "You are not allowed to change this option, because this room is shared with you." : "Bu oda sizinle paylaşılmış olduğundan bu ayarı değiştiremezsiniz.",
    "Settings saved" : "Ayarlar kaydedildi",
    "Unexpected error occurred" : "Beklenmeyen bir sorun çıktı",
    "API URL is invalid" : "API adresi geçersiz",
    "API secret is invalid" : "API parolası geçersiz"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}